C1=CCCCOCCN=CCNCCN=CCC1
C1CC2CC1C2
C1CCC2CCCNC(CC1)C2
C1=CCCCCC2=NC(=CO2)CNCCOCCC=CCNCC=C1
C1CCC2CNCCNCCNC3CNC(CCOCCCNCCN2)CNCCNC(CCOC3)CNCCCNC1
C1=CCCCC2=CC=CC(=C2)CCCC1
C1=C[NH+]2CCCCCC=CCCCCCCC(=C1)C2
C1CCC2CCC(CC1)C2
C1=NCC=NCC=NCC=NCCNCC=NCCNCC=NCC=NCC=NC1
C1=CC2C3CCC4=CCC5CCC=C1C5(CC3)C42
C1=CC23CCC4C5CCCC46C(NC5)C2CC1CC36
C1=CCCOCCCCCCCCC1
C1=NCC=NCC=NCC=NCC=NCC=NCC=NCCOCC1
C1=CC2CSC(C2)O1
C1=CCCCCCCCC=CCCCCCOCCC=CC1
C1CNC2CNCCNCCNCCNC(CNCCNCCNCCNCCNCCNCCSSC2)CSSC1
C1=COC=NN1
C1CNOC[SH+]C1
[O-]S
C1=CC2=C3C(=CC4C=CC(CCCC2)C3C4)C1
C1=CC2CCCOCCC(C1)C2
C1=CCSCC2NCC3=CSC(=N3)C(CCCOCCC1)NCC1=CSC(=N1)CNCCNCC1=CSC(=N1)CCC1=CSC2=N1
C1=CCCC2C=CC3=C(C=CC=C3CCC1)O2
C1=CC2CCCC(C2)OC2CCCC(COCCCCC1)O2
C1=CC2C3CCCC2CC1CCCSSC3
C1CCCCCCCCCCCCCCCC1
C1=CCOCCCCCC1
C1=C2CCCCCCCCSSC3CCC(CC23)O1
C1=CC2=CC(=C1)CCCNCCNCCC1=CC(=CC=C1)O2
C1=NCCNO1
C1=CC2CNC3CCC2C3CC1
C1=CC2C3CC4COC3CC2C4C1
C1CC2OC3CCC(C1)C3O2
C1=CC2=NC1=CC1=NC(=C3CCC4=CC(=CC5=NC(=C2)C=C5)N=C43)CC1
C1#CCC2CC=C3CC(C1)CC1C=CC4C=CC31C2C4
C1=CCNCCC2=CC=CC(=C2)CCC1
C1=CCNCOCC1
C1#CCC2=CN3C=CC(=C3)CCOC3=CC=CC(=C3)CCCCC(CCCC1)OC2
C1=C2OC3CC4=CC=C5C=C4C3OC2CC(C1)CCOCC5
C1CNCCNCCNCCNCCOCCNCCNCCNCCNCCN1
C1=CC=CCCCNCC=CC=CC=CCCC2CCCC(C=CC=C1)O2
C1=CC2C3=CC4CC5=C(CCC67CCCC(CC6CCCCCCCCNC6=CC=C(CN6)C6=CC=CC(=C6)CC3=C1)C57)C2C4
C1=NNC1
C1=CCCCCC2CCCC(C=CC1)O2
C1#CCOOC2CC3=C4OC25CC2CC6CCC(CC#CC2CC5CCCC1)C(CCCC1=CC2=CN(C=C2[NH]1)C4=CC=C3)C6
SCl
C1#CCC2NCCC3CC(CC=CC1)CCCCC#CC32
C1CC2CCCC(C1)C2
C1=CCCCN2CC3=CC(C2)C2CCNC(CCCCCCC3)C2CCCCC1
C1CC2CCC(C2)N1
C1=CC2CC(CCN2)OCCCC2=CC1=CC=C2
C1CNCCSC1
C1=CC23CCCC4(CNNC(=C14)CCCNC1=C4C=C(C=CC4=CC=N1)O2)O3
C1=CCC2C=CC3CCN(CCCCC1)CC3C2
C1#CCC2C3CCCC4C3CCC2C2C(CC1)CCC42
C1=C2CC3=C(CC4=CC=C(C=C4)OCCCCC4=CC=C(C=C4)CO2)NCCC3=C1
C1=CC2=CC(=C1)CC1NCCC3=CC=C(C=C31)OCC1=CC=C(C=C1)CC1=C3C=C(C=CC3=CC=N1)O2
C1C2CC3CC4CC1CC34C2
C1#CCC2CCC3(CC=COC4OC(CCC43)COCC1)C2
C1=NCOCC1
C1=CCCC2CCOC(COCCC1)C2
C1CC2C3COCC2OC1C3
C1#CC2C#CC3CCCNCC4=C2C(=CC=C4)COCCCCCC2C(=C1)CCCC2C1=CC=CC(=C1)C3
C1=CN=NN=C1
C1=C2COCCCCCCCOC(CCNC1)C2
C1=C2CCC3CC(CCC1)C2C3
C1=CCC2CCCC(CCOCCCCCCC1)O2
C1=CC2=CC=CC(=C2)OC2=CC=C(C=C2)CCNCCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCCN1
C1#CCC2CCC(CCCCC1)C2
C1=CC2CCC3CCCCCCC1CC23
C1=CC2=CC3CCCC4OCC5CCC6=CC=CC(=C6C5)CCCCCC5CCC(C2C5C1)C34
C1=CC2C3CCCC2C(C1)CC3
C1=NCC=NCCNCCSC2CNCCNCCNCCNCCNCC3=NC(=CC=C3CNCC3=NC(CNCCN2)CS3)C=NCC=NCCNCC=NC1
C1NNCS1
C1#CCOCC2=CC(=CCCCC=CC1)C=CC2
C1=C2CCC(CCCSSCC1)O2
C1=C[N-]C=C1
C1=CC2=CC(=C1)CCCCCCC1CCC(CO1)OC2
C1CCSSCC2CCC3(CCC(CC1)C3)C2
C1=CC=CC=CCOCCC=CCCCCCCCCCCCCCCC=CC=C1
C1CCCCCCCCCCCCCCCCCCOCCCCCCCCCCCCCCCCC1
C1CC2CC3CCC(CC4CCC(CC5CCC(CC1O2)[OH+]5)O4)[SH+]3
C1=CCCCCC=CCCC2=CC(CCCNCC=C1)NC2
C1=CCC2CCCCC(C1)O2
C1CNCCNCCCOCCNC1
C1#CNC=NCOCCC1
C1=C2COC3CC4CC(CC5CC6CCC(C7=C6CNC(=C7)NCSSCC(CC1)C2)C45)O3
C1=CC2CC(CCN2)OCCCC2=CC=C(C=C2)O1
C1=CC2=NC1=CC1=CCC(=CC3=NC(=CC4=NC(=C2)C=C4)C=C3)N1
C1CCCCCCSSCCCCC1
C1=C2C=C3CCC4CCCC5(C4)OCCC(OCCCC2)C5OCCCCC3=C1
C1=CC2=NC(=CS2)CNCCNCC2=NC(=CS2)CNCC2=NC(=CS2)CNCC2=NC1=CS2
C1=CCCCC2=CN=C3NCCC(SSCCCCCCC1)C3=C2
C1CO1
C1#CC2CCC3(CCCC4OCC=CC5CCC(=CO5)CCC5C=CC(CCCC(C1)CNC=NCCC43)CC5)C2
C1#CCC2C3=CC=CC4C3=CC3CC5=C(CC6CCCC57CCC(CCCCCCCCNC5=CC=C(CN5)C5=CC2=CC=C5)C67)C4C3CC1
C1=CC2CC[NH+]3CCC(C1)C3C2
C1=NCC=NCCNCCNCCNCCNC1
C1=CCCC2C3CCC(CCC1)C2SSCCNC=N3
C1=CC=NC=NCC=CCCOCCCNCCCC=C1
C1#CC2C3CCNC2CC#CC2C=CC(C=C2)C(CCCC1)C3
C1CCOCCCNC1
C1=CC2CCCN(C1)C2
C1CCCOC2CCC3CCC4CC3(C2)OC4COCC1
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CC1NCCC3=CC(=CC=C31)CCCCC2
C1CC2CC3OC4CC5(C1)COC4C3C25
C1=CC=CC=CCCCC2CC(CC3CC(CC4CC(CC5CC(CCCCOCC=CC=CC=C1)OCO5)OCO4)OCO3)OCO2
[Na]S
C1=CNCC=C2C=CC3=CC4C=CC(=CCN(C1)[Fe+5]N23)N4
C1CC2CCOC(C1)C2
C1=CC2=CC3CCC2C2C(CCCC2C3)CCOCCCCCSSCN1
C1=CCOC2CCC3C2CCCC2C4OC5OC(CC32O5)C4CCC2CCC(CC=C1)C2
C1CC2CCC3OC(C1)C2O3
C1=CC2CCCC(CCC1)C2
C1=CC2CCCC(CC1)CO2
C1=CCCC=CCCCCCCC=CC=CCCCCOCC=C1
C1=CCC=CCCCC2CCC(C=C1)O2
C1=CC2CC(C1)OCCO2
C1CCC2CCCCC(C1)O2
C1=CCC2C=CC34CCC5=C(COC5=CCC5CCC(CC6=CC=CC(=C6)CCN2)C5)C3C2C=C(CC1)C4CC2
C1=CC2C3CCC4CCN(CC3CC1)C42
C1=CCCCCCOCCCCC1
C1=C2OC3CCC2C(CCCCCCCCCC1)C3
C1NCC2CNCC3CNCC(CNCC1C2)C3
C1=CC2=C3C=C1CCCCCCCC1=CC3=C(C=C1)O2
C1=NNCCC1
C1=CCCC2CCCC3OC(CCC1)C3O2
C1=CC2=NC=CC(=C2)CCCCCOCCCCSSC1
C1=CCC2CCC3=C(CC(C=CCC1)C3)C2
C1CNCCNCCCSC1
C1=CCCCCN2CC3CNCC4CC(=CC1)C2CC43
C1#CC2C3=C4CCC5C6(C=CC7CC8(CCC(C1)C8)CC7C35CC6)CCCCCCCCNC1=CC=C(CC=CCCC3=CC2CC4C3)CN1
C1=CC2C=CC3CC=C4CC(CC5C=CCCC3C45)C3CCC(CC1)C2C3
C1=C2COCCCOCCC3COC(C1)CC23
C1=CC2CCCC3=C4CCCC(C(C1)C2)C4CC3
C1CSSCCNN1
C1=CC2CCC(C=C1)O2
C1=CCCCC=CCC1
C1=CCCCC2COC(C=C1)C2
C1=CC2CN3CCCCCC2C(C1)C3
C1=CC2=CC(CCCCC2)OC1
C1=CCCC=CC2CCC(C=CC1)C2
C1=CCC2C=CCC(CCCCCCCCCCCOC1)O2
C1=CC=COC=C1
C1=CC2=CC(CCCCC1)OC2
C1=CCC2NCC3=C2CC(CCCCC1)CC3
C1=CCOC2=CC=C(C=C2)CC2C=NC(C=NC1)C1=CC=CC(=C1)OC1=CC(=CC=C1)CC=N2
C1=CCSSSSC1
C1=CC2CC3CC4=CC(=CC=C4)CC4CCNC(C4)C4=CC=C5CC1CC2(C3)C5C4
C1=CC2=CC=C1COCCOCCCOC1=CC=C(C=C1)COCCOCCCO2
C1=CC[NH4+3]CC1
C1=CC2CCN3CCC(C1)C3C2
C1=CC2C3CCC2CC1C3
C1COC2COC(C1)C2
C1=NCNCO1
C1#CC2CCC#CC(=C1)CCOCCCC1=CC=C(C=C1)O2
[O-][PH3+]
C1=CC=CC=CCCN=CC=CC=CC=CC=CCCC=CC=C1
C1CCCC2CCNC(CCC1)C2
C1#CCCCCC2=CCC=C(OC=CC=CCCC=CC1)O2
C1=C2CCCCNCCCOCCCNCCNCCN1CC2
C1CSSSSSS1
C1=CON=CN1
C1=CCN2C=C3CCCNC(C1)CNCCN1CCC(C1)C1=CC=C2C3=C1
C1=CCNCCCC2CC(=CN2)CC=CCCC1
C1=CCCCCN2CC3CCCCC=CCCCCN4CCC(C(CCCCCC1)C4)C(C3)C2
C1=CC2C3CNC24CCCC1C4C3
C1=CC2CC3(C=CCN(CC1)C3)CO2
C1=CC=CCCCC=CC=CCCOCCC=CC=CCCC=C1
C1=CCCCC2=CNCC(=C2)CSSCCCCCCC1
C1CC2CC3C(CCCN3C1)O2
C1CC2NC3CC2CC1S3
C1=CC2=CC=C1COCCOCCOCC1=CC=C(C=C1)COCCOC2
C1=CC23CC4C=CC25C2C=CC(CC5C4)C3CC1CC2
C1=CC2=CC(=C1)NCNC2
C1CC2CNC(C2)O1
C1=NC=[SH]O1
C1=CCOCCCOCCC1
C1COCCOCCOCCOCCOC1
C1=CC2CCC(CCC1)N2
C1=C2C=C3CCCCC4OCCC(OCCCC2)C4OCCCCC3=C1
C1=COCCCNC1
C1C2CC3OC4CC1C(C2)C3C4
C1=CC=COCCC=C1
C1CCCOCCCNCCCCCCOCCCNCCCCCCOCCCNCC1
C1=CCC2CCC(CCCC1)O2
C[AsH2]
C1=C2CCCC3CC4C2CC2(C1)COOC3C42
C1CC2CC1NO2
C1=C2OC3=C(C=CC=C3C1)CCCOCC1CCCC(OC3=CC=CC2=C3)O1
C1=CC2=NC1=CC1=CC=C(C=C3C=CC(=N3)C=C3C=CC(=C2)[NH]3)[NH]1
C1CCSSC2CCCC3=C2CCC(CC1)C3
C1=CCC2CC3=C4CCC5C(=CC6CCC7C8CC(CN(C8)C8=CCCC2C84)CN7C6)OCC35CCCCCC1
[BH2-]1OCCCO1
C1=CN=CCC1
C1CCOCCCOCCCCCOCCCOCCCCCOCCCOCC1
C1=CCC2=CC=CC(=C2)OC2=CC=C(C=C2)CCC=CCCC2=CC=CC(=C2)OCCC1
C1=CC2=CC(=C1)CC1NCCC3=CC(=CC=C31)OCCCCC1=CC=C(C=C1)O2
C1=CN2C=CC(=C2)CCOC2=CC(=CC=C2)CCCCCOC1
C1=CCCCCC2COCC(=CCCCCCC1)C2
C1=CC2=CC(=C1)C1=CC(=CC=C1)C1CCC3=CC=C(C=C3O1)OC1CCCC(COC2)O1
C1=CCCOCCC=CCOCCCCOCC=C1
C1CC2NC3CC1CC2N3
C1#CC2C#CC3CCCNCC4=C2C(=CC=C4)C2CC4=C(O2)C2=C(C=C4)CCCC24CCC(C4)C(C=C1)CC1=CC(=CC=C1)C3
C1=CC=CCCC2CCCC(CC=CCCC=C1)C2
C1#COC=COCCC1
C1=CCCCCN2CC3CCCCCCCCCCN4CCC(C(CCCCCC1)C4)C(C3)C2
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCCOC1=CC3=C(C=C1)C(C2)NCC3
C1=CC2C3=CC=C4C(=C3)C3CCCCC5COCCC2CC1C1=CC=CC2=C1CCCC2C1=CC=CC(=C1)CC1=CC=C(C=C1)CC(C3)C4CCCO5
C1CNCCNCNCCCOC1
C1=NCC=NCC=NCC=NCCNCC=NCC=NCC=NC1
C1=CCC2CC=C(CCCCC1)C2
C1=CCN=CCNCCCN=CCNCCCN=C1
C1=COCCC=NCC=NCC1
C1=NCCNCC=NCCOCC1
C1=CSSSSS1
C1=CC2=CC=C3OCC4=C5C(=CC=C4CCCOC4CCC(COC1)OC4)OCC2=C35
C1=CC=CC=CCCNCC=CC=CC=CC=CC=CCCNCC=CC=CC=C1
C1#CCC2CCC3CNCCCC(C1)CC1=C3C2CC1
C1=CC2C3CC4CN2C(=C1)C1CCCC2=C1CCC(C=CC1CCC4N(C1)C3)C2
C1=CCCCC2CC=CC(CCCCCCCCOCC=CC=CCCCC3CC=CC(CCCCCCCCOCC=C1)O3)O2
C1CC2COCC3C(C1)CCCC23
C1=CCCCOCCCCCCCC1
C1=C[CH-]CC=C1
C1=CCC2CCC34CCC56CC7(CCC=C(NCC8=CC=C(C=C8)OC1)C7C=CC35)CC6CCC4C2
C1=COC=CC1
C1=NCC2=NC(=CO2)C=NCC2=NC(=CS2)C=NCC2=NC1=CS2
C1=COC2=CC3=C(C=C2)CCCOC2COC4COCC5=CC(=CC=C5C=CCOC4C2OC3)OCC=COC2=CC3=C(C=C2)CCCOCC(COC1)OC3
C1=CCCCC2=COC(=C2)CCCCCC1
C1=C[NH+]2CCCCCCCCCCCCC3=C[NH+](CC=C3)CCC=CCCCCCCCCCCC(=C1)C2
C1CC2CC3CC1C2C3
C1#CC2CC(CCCC1)C1CCCC2C1
C1=CC2=CC(=C1)CCCCOC1=CC=C3C(=C1)CCNC3CC1=CC=C(C=C1)O2
C1CNCCNCCNCOCNC1
C1#CCCCC2OCCC3OCCCCC4=CC=C(C=C4)CCC(=CCC1)COC23
C1#CC2CCC3C(CCC4CC5C6C=CC(NC6CNCC1)C5O4)CCC3C2
[CH2+]F
C1=CCSC=C1
C1=CCCC=CC=CCOCCCC=CC2CC(CCCC=C1)O2
C1CCC2CNCC(C1)C2
[BH2-]1OC=CCO1
C1#CCC2CC=CC34C=C5C6=CC=CC5C(C5=C(C3)C3C7CCCC3(CC5)C(CCCCCCCCNC3=CC=C(CN3)C3=CC=CC(=C3)C6C1)C7)C24
C1C[NH2+]C1
C1=C2CNCCNCCNCC3=NC(=CO3)C3=NC(=CO3)C3=NC(=CS3)C3=NC(=CS3)C(=N2)O1
C1=CCCC2CCCC(CC=CCOCCCC3CCC(CC=C1)O3)O2
C1CCOCC2CCC(CC1)CN2
C1=CCNCCNCCCNCCNCCCNC1
C1=COCC=CCC23CN4C(CCC4(CN2)S3)COCC1
C1=CCCN=COC=C1
C1#CC2C=CC3=CC=C4C=C3C2C2=CC=CC3C2=CC2CC5=C(CCC6C(CCCCCCCCNC7=CC=C4CN7)CCC56)C3C2CC1
C1=CC2=CC=C1OCCCCCCCCCO2
C1=NCC=NCCNCCNCCNCC=NCCNCCNCC=NCCNCC=NC1
C1=CC2=CC(=C1)CCCCOOCCCCC1=CC=C(C=C1)O2
[CH2-]N
C1=CC2CC3CCCC2N2CCCC(CNCCCCCC1)C32
C1=NN=CC1
C1=C2CCCCOCCC(OC2)C2CC3=CC=CC1=C3CO2
C1#CC2CC3(NN4CC#COC2CC3CCC4)OCCC1
SI
C1=CC2CC3CSSCC=C4C=C(CCC4)CC4=CC(=C2C(=C4)C3)C1
C1=CC2=C3COC(COC1)CC3=CC=C2
C1=CCC2=CC3CN4CCCCC=CCCC5(CN(CCCCCC1)CCC35)C24
C1CNCCCNCCNC1
C1#CCCC2CC3CC=C4OCC5=C4CCC4C6CCC(C=C6CCC6=CC=CC(=C6)CNCCC6=CC=CC(=C6)C(NCCC1)C2C3)C54
C1CC2CCC1CN2
C1=C2CNCC3=NC(CNCC4=NC(CNCC(=N2)S1)CO4)CS3
C1=CCCC=CCC1
C1=CC2CCCCCC(C1)O2
CCl
C1=CC=C2CC(=C1)CC1=CC=CC=C(C1)C2
C1=CNCSSCCCCCOC23CCC4C(CC(C2)C2C(C1)CCCCC42)O3
C1=CC2=C3C(=C1)OC1CCC(SSC4CCCCCC2CSSCC4)C3C1
C1=C[NH2+]CC[NH2+]1
C1=CC=CCCC2CCCC(CCN3CCCC(COCCCCC=CCCCCCCC=C1)C3)O2
C1CCOCCOC1
C1CC2CCC(CCO2)CCC2CCCC(C1)O2
C1CC[SH+]CC1
C1=CN2CCC1CC2
C1=CCCC=CC=CCOC2=CCOC(CCC=C1)C2
C1=C2CCCC34COC5C(C3)OC1C5C24
C1=CCC2CC=C(CCOCCCC1)O2
C1CCNCCNCCNCCCCNCCNCCNC1
C1=CC2=CC(=C1)COCC1CCCC(OC3=CC=C4CCC(OC4=C3)C3=CC2=CC=C3)O1
C1CNCCNCCNCCNCCNC2CNCCNCCNC3CNCCNCCNCCNCCSCCCNCCNCCNC(CNC(CNC1)CSC2)CSC3
C1CC2CC3CCC(C1)(O2)O3
C1CC2C3CC4CN2C(C1)N3C4
C1CC2OCC3CCC(O1)C2C3
C1=CC=CCOCCC=CC=CCCC2CCCC(CCCCCCCC=C1)O2
C1=CC2=NC1=CC1=NC(=CC3=NC(=CC4=NC(=C2)C=C4)CC3)CC1
C1CSCSC1
C1=CNOC=C1
C1#CCC2CCCC3C4=C5C(C=CC6CCC(CC4)C56CC1)CC23
C1CCCNCCNCCNCC1
C1=C2COCCCOCC3=NC(=CS3)CNCCNCC(=N2)S1
C1#CCC2=CC(=C3CC4CCC#CCCNCOC2=C3OC4)CCCCCCCC=C1
C1=C[N-]CC=C2C=CC3=CC4C=CC(=CCN(C1)[Fe+3]N23)[N-]4
C1=NCC=NC2C=NCCNCCC3=CC=C(C=C3)OC3=CC2=CC(=C3)C2=C3[NH]C=C(CC1)C3=CC=C2
C1CCNCCNCCNCCNCCNC2CNC(COCC1)CSSC2
C1=CCCCCCCCCCCCC1
C1=COC2=CC=C(C=C2)CC2C=NCC=CC3=CC=CC(=C3)C(C=N2)N=CCC1
C1=CCOC2C3OCCCCCCOC2C(CO3)OCCC1
[NH3+][NH3+]
C1=COCCOCCOCCNCCOCCOCCO1
C1#CC2CCCCCCCC3=CC=CC(=C3)CC3=CC=C(CCC1)C(=C3)C[CH-]CN2
C1COCCOCCNCCOCCOCCN1
C1=CCCC2=CC(CC=CC1)OC2
C1=NCC=NCC2=NC(=CO2)C=NCC=NCC2=NC(=CO2)CCC2=NC(=CS2)C=NCC=NCC2=NC(=CO2)C=NC1
C1=CC2=C3OC(=CCC3=CC=C2)C=CC2=CC=C(C=C2)CCC1
C1=CC2CCC3=C(CCC4CCC5=C(C34)N3CC4CC(CN(CC1)C4)C3CC5)C2
C1CCC2CC(=NO2)C2CC3CCC24OCC(=C4O3)C1
C1=CC2CC(CCO2)OC1
C1=CC2CCCCC3CC1OC23
C1=CC2CCC3CCCC1=CCCCCC=C1CCCC4CC2CC(CCC4C1)C3
C1CC2COCC3CCCC(OCCOCCOC(C1)C2)O3
C1=CC2CC(C1)OO2
C1COC2CCOC(C2)OCCO1
C1=COCCCCCCC1
C1#CCC2CC=C3CC(C1)CC1C=CCCC2C31
C1=CC2=CC=C3OCC4=C(C=CC5=C4C3=C2CO5)CCCOCCCOC1
C1=COC2=CC3=C(C=C2)CCN=C3CC2=CC=CC(=C2)OC2=CC=C(C=C2)CC1
C1=N[NH2+]CC1
C1=NCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCN=CCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CC1
C1=CCCC=CC=CCC2CCCC(CCCCC=CCCC=CCCCCCCOCCNCC=C1)O2
C1#CCC2CCC(OCC1)OC2
C1C[SH+]C[SH+]C1
C1=CCOC2COC3COCCCCCCOC2C3OCCC1
C1=CC=CCOCCCCCCC=CC=CCCC=C1
C1CN2CCC1CC2
C1=CC2=CC=CC(=C2)OC2=CC=C(C=C2)C2CCNCCCN(C1)CCCCNCCCN2
C1CC2CC3COC2C(C1)C3
C1CCNCCCCNCCOCCNCCCCNCCOCCNCCCCNCC1
C1=C2CCCCC3=CC(CCCC1OC2)CCO3
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNC1
C1=CC2=CC(=C1)NCCC1=CC=C(C=C1)OC2
C1=CC2CCC3NC=CC2C3C1
C1CNCCNCCNCCOCCNCCNCCN1
C1CNCCCOC1
C1=NCC2CCC1C2
C1=CC2COCC(C2)O1
C1=CCCCCCCOCCC=CCC1
C1=CC2CC3CCC4=C5C3C3=C2C(CCC1)C(C=CC1CCC2C6CC(CN2C1)C(CC4)N5C6)CC3
C1=CCCCCCCCCCCCCC1
C1CCNCCNCCNCCNCCCCOCCCCNCCNCCNCCNC1
C1=COCOCC1
C1CCCCCCNCCNCCOCCCCCC1
C1#CC2CCCCC3=CC=CC(=C3)OC3CCNC(CNCC1)(C2)C3
C1=CCCC2CC3=C4CCC5C(=CCCN6CC7CC(C6)C6C=CC8=C(C4C2CC8)N6C7)OCC35CCCCC1
C1=COCOC=C1
C1CCSSCC2CCC3CCCCC2C3CC1
C1CCSSCC2CCCC(CC1)C2
C1=C2CCN1C1CCN(COCC3CNC(CN3)C2)C1
C1=CC2=CC(CCCSSC3C=CC(CC3)OCCCCC2)N1
C1CC2CCC3CCC4CCC2C3(C1)C4
PP
C1=NCCCNC=NCCNCCNCCNCC=NCCOCC1
C1=CCOC=1
C1C2CC3C4CCN3C(CC14)O2
C1=CN2CCC3CCC1CC32
C1CCCCCCCCCCCCCCCCCOCCCCCCCCCCCCCCCCC1
C1=CCC2=CC(=CC=C2)C2=CC(=CC=C2)CCC1
C1=CCSCC2N=CC3=CSC(=N3)C(CCCOCCC1)N=CC1=CSC(=N1)CN=CCN=CC1=CSC(=N1)CCC1=CSC2=N1
C1=CCCCOCCCN=CCN=CCN=CCC1
C1=CCCNCC=CCNCC1
C1C2CC3OC1C1NCC2C31
C1=CC2=CC(=C1)CC1=NCCC3=C1C=C(C=C3)OCCCCC1=CC=C(C=C1)O2
C1CC2COOC3CCOCC(C1)C3C2
C1#CCCC2=CCC=C(OCCCC=CCC=CC1)O2
C1=C2CCC3CC4CCOC(C4)OC4=CC=CC5=C4CC(CC5)CSSC1NC1=C2C3=CCN1
C1C2OC3OC1C1C2CC31
C1=CCCCC2CCC(CCCC1)CN2
C1=CCOCC2CCCC(O2)OC2CC(C=CO2)CCOCCCCC1
C1=NCC=NCCCOCCNCCNCCNCC2=NC(C=NCC3=NC(CNC1)CS3)CS2
C1=CCCC2=CC(=CC=C2)NC=NCSSCCCC1
C1=CC2COCC3CCC(C1)CC23
[NH3+]S
C1=CC2C3CCC1CC2C3
C1CCC2OC(C1)O2
C1=CC2CCCCCC1O2
C1#CCCC2C=CC=C(CCC1)C2
C1=CSN=CC1
C1=CC2CCCCSSCC3=CC=CC(=C13)C2
C1=CCCOCCCC1
C1=CCCCCCCCCCC=CCC2=C3CC=C(CCC=C1)CC3=CC=C2
C1CC2CNCC(C1)C2
C1CC2NC3C4CCC3C(C1)C2C4
C1NNCO1
C1=CCC2CCC3=C(C2)CC(CCCC1)C3
C1=NC=C2C=C1CCCNCCCCO2
C1=CCCCOCCCC2CCC(CCCCCCCC1)O2
C1=CCCC2CCCC(CC3CCC(COCCCCCCCCCC1)O3)O2
C1=CC2OCCCC1O2
C1=NON=C1
C1=C2C=C(NC1)NC1=CC=CC3=CN(C=C13)CCCCCCCCCCCCC2
C1=CCC[NH2+]CC1
C1=NCCCSSCCN1
C1#CCCC2C=CC3(CCC=C1)CCCC2C3
C1=CC2C=CC3CCC2C3C1
C1#CC2NCCN3C=CC4=CC(=CC=C4)CC1CCOCCCC1=CC=C(C=C1)CC23
C1=CCCCCCCCCC=COC2CC3=C4CCC(CC4=CC=C3O2)NCC=C1
C1=CC=NC2=CC=C3C4=C(C=CC3=C2)OC(C4)OC=CCCCCCCCCC=C1
C1#CCCC#CCC=C1
C1CC2COOC(C1)C2
C1=C[SH+]C=C1
C1CO[SiH2]O[SiH2]OC1
S[SH2+]
C1=CCC2CCC(C1)O2
C1CC2CCC3CCC2C3C1
C1=CC2CNCC3CCCC24CC1CC=C34
C1=CC2CCCC(CC3CCCC(CCCCOCCCC4CCC(CC1)O4)O3)O2
C1#CCCCCCOCC=C1
C1=CC2=CC=C3C=C2COC(CCOC1)CCOCCCOC1=CC2=C4C(=C1)COCCC(CCOCCCO3)OCC1=CCCC(O2)C14
C1CN[Se]C1
C1=CC2=CC(=C1)COOCCC2
C1=CCC2=CC=CC3=C2CC2=C(C3)N=CC(C=CCCCCCCCCCC1)S2
C1C2C3CC4C5CC(C1C35)C24
C1=CCC=CCCC23CN4CCCCC=CCCC5=CC(CN(CCC=CC1)C52)C3CC4
C1=CC2CNC(C1)CN2
C1=CC2CCC3CCC4C5CC6CN(CCC=C7OCC8C1=C(CCC78)C2C3[NH+]4C6)C5
C1#CC23C=CC45CCCC(C1)C1COCCC6CC7C=CC6(CC2)C2=CC=C(C4=C23)C(CCCO1)C(CC1=CC=C(C=C1)CC1=CC=C2C=CCC3(CCCC4=C7C=CC=C43)C2=C1)C5
C1CC2CCC3CCC(CCC(C2)O1)O3
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCNCCNC2
C1=NCC=NCC=NCC=NCC=NCC=NCC=NC1
C1=C[NH+]2CCCCCCCCCCC3=C[NH+](CC=C3)CCCCCCCCC=CCC(=C1)C2
C1#CCC2=CC(=CC=C2)CCCCOCCC1
C1=CCOCCC2=NC(=CS2)CCCCCOCCCC1
C1=CC2=C3CC4OCCCCCCCCCCCCCCCNC1=CC2=CC=C3O4
C1=CCC23CC(CCCCCC1)CC(C2)O3
C1=CSSSC1
C1=CCCOCCCOCCC1
C1=CCCN2CC=CC(CC1)C2
C1#CCCC2=CCCC(=CC=CC3=CC(=CC=C3)CCCCC1)C2
[CH+]1CCOC1
O1POPOPOPOPOP1
C1=CCSSCCNCNCCCC1
C1=CC2CCC3C4CC(CN3C2)C2CCC3=C(C5C6=C(CCC5CC3)CC1CC6)N2C4
C1CC2COC(C1)OO2
C1=C2CCC3=C4CCC(=N4)C=C4C=CC(=CC5=CC=C(C=C1N=C23)[NH]5)[NH]4
C1=CCOCCCCCCOC1
C1OC2C3COC2CC1C3
C1=CC2C3OC4CC(O3)C(C1)C2O4
C1CC2CCC3CCC4CSSCC5CCC(CC1CCC2C3O4)C5
C1=CC2=CC3=CC=C(C=C4C=CC(=N4)C=C4CCC(=CC1=N2)[NH]4)[NH]3
C1C[NH2+]COC1
C1=NC2CNC1SSC2
C1=CCCCCCCCCC=CCC1
C1=CCCCCCC2CCC(CCNCCOCCCCCC1)O2
C1=CCCC2CCCC3=C2C=C(C=C3)CCCC1
C1C[NH2+]C[NH2+]1
C1=NCCOC2CCC(NCCCC1)OC2
C1=CC2CCCCN(C1)C2
C1NC2CNC1CSSSS2
C1#CC2C#CC3CCCNCC4=C2C(=CC=C4)C2CC4=C(O2)C2=C(C=C4)CCCC24CCC2(C=CCC(C5=CC(=CC=C5)C3)C2C=C1)C4
C1=CCCC2CCC=C(CCCCC1)C2
C1=CC2OCC3COC(COC1)CC32
C1=CNCCCC1
C1CCCCCCOC2CCOC(C2)OCCOCCOCCCCC1
C1CN2C3CCC2CC1C3
C1=NCC2=NC(C=NCC3=NC(=CS3)C=NCC3=NC1CS3)CO2
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCSSCCNCCCC1=CC=C(C=C1)OC1=CC=CC(=C1)CCCNCCSSCCNCCC2
C1CC2CNC3CCC2C3C1
C1CNCNCCN1
C1=CCCCCCCCCCC2CCC(CC3COC(CCCOCCCC=C1)C3)O2
C1NC2CC3CN(C2)CC13
C1=CCCC2CCCC(CCNCC3=NC(=CS3)C=C1)S2
C1=CNC2=C3CC(CNCCNCC1)NCCNCCNCCCC1=CC(=C3C=C1)[NH]2
C1#CC2CC34NN5CC#COC2C(CCCCCCCSSCCC(C1)CO3)C4CCC5
[NH5+2]
C1=CCCCCCCCCOCC=C1
C1=CCCCN2CCC(CCC1)C2
C1=CCC2CC(C1)CO2
C1#CCC2CCCC3CC4CC5=CC=C(C=C5)CC5=CC(=CC=C5)C5CCCC6=C5C=CC=C6C5C=CC6C7=CC=C(C3=C7C1)C4CCCOC2COCCC6C5
C1=CN[SH+]N1
C1CC2CCNC3CCCC(CCNC(C1)N2)N3
C1#CC2CC3CSSCC1CCCC1CCCOC3OC2COC1
C1=C[NH+]2CC(=C1)C=CC1CC=CCSSCC(C2)SSCCCOCC1
C1#CC2C#CC3CCC4CCCC5=CC=C(C=C5C3)CC(C=C1)C1CCC3(CCCC5=CC=C6CC(OC6=C53)C3=C2C(=CC=C3)CN4)C1
C1=CC2CCC3=CCCC(CCC(C1)C2)C3
C1=CCC=C2CNC(CCCNCC=CC=CCCC=C1)C2
C1=CC2CC(C1)C1C=CC2O1
C1=CCC2=CC=C(C=C2)OC2=CC(=CC=C2)CC2NCCC3=C2C=C(C=C3)OC1
C1=CC2C=CC3CNC(C1)C2C3
C1=CCCC=CC=CCCC=C1
C1CCSSSCC1
C1#CC23CC4CCC5=C(C=CC=C5CC4C2)CC2=CC=CC(=C2)C2CCC4C(C2)CC2CCOC5CC6CCC7C(CCC8(C3)C3CCC(CCC=C1)CC3CC78)C6CC254
C1=CC2CCC3COC(CC1)C3O2
C1=COCCCCC1
C1=CC2=CC(=C1)CCCCSSCCN2
C1#CC2CC3CC4=CC5=C(C=CC=C5CC1)NCCCC1CC4C(C2)C3O1
C1=CC2=C[NH+](C1)CCCCCCCCCCC1=C[NH+](CC=C1)CCCCCCCCC2
C1=CCCCC2CCC(C=CCCCCC1)O2
C1=CC2=CC(=C1)CC1NCCC3=C1C=C(C=C3)OCCCCC1=CC=C(C=C1)O2
C1CCCN2CCNC(CC1)C2
C1CC2CCC(N1)O2
C1=CCOC2CC3CC(OCCCCOC4CC5CC(CC4N5)OC1)C(C2)N3
C1#CC2CCCC34CNCCSSCCNCNCC1CCCCCC2CC=CCOC(CCN3)C4
C1=CCCCCCC[NH+]2CCCC(CCCCCCCCCCCCC[NH+]3CCCC(CCCCCC1)C3)C2
C1=CC23CCCC4CCC25CC1CC3C=CC5C4
C1CCOCCNCCNCCNCCNCCNC1
C1#CC2CCC34OCCC=CCOCC2(O3)C23CC4CCC2=CC=C(CCC1)O3
C1=CCCCCNCCCCCCCC1
[NH4+2][O-]
C1#CC2CNC3CC4C5=C6C=C7CCC6CC4CC3C2CC(CCCC1)CC1=CC(=CC(=C1)C7)CCCSSC5
C1CC2CC3CC4ON3C2CC14
C1=NCC=NCC=NCC=NCC=NCCNCC=NCCOCC1
C1=CCCC=CC=CCOCCCCC=CC2CC(CCCC=C1)O2
C1CC2COC3COCC(C3)OC3CCC(CO3)OC3CCC(CO3)OC3CCC(CO3)OC(C1)O2
C1#CCCCC2CC3=CC=C4CCCC5(CCC(CCC1)C5)C4=C3O2
C1#CC2CCC3CCC4CC(CC1)CCC24C3
C1=CC=CCCCCCCC=CCCC=C1
C1CNCCNCCNCCNC2CNCCNCCNCCNCCNCCNCCNC(CNCCNCCNCCN1)CSSC2
C1=CCC2=CC(=CC=C2)N=CCCCCCC2CC(CC=C1)N=CO2
C1#CCCC2CC3CC=C4OCC5=C4CCC4C6CCC(C=C6CCC6=CC=CC(=C6)CNCCC6=CC(=CC=C6)C(NCCC1)C2C3)C54
C1CNCCOCCNCCNCCOCCNCCOCCNCCN1
C1=CCOCC2CCC3CC4OCC(=C4CC23)COCCCCOC1
C1=NC2CC3CC4OCC3C(C2)C14
C1=CC2=CC(=C1)CCCCCCC1=CC=C3C=C4CCCC(C2)C4=CC3=C1
C1=CCOCCCC=CCOCCC1
C1#CCC2NCCC3CC(CCCC1)CCCCC#CC32
C1=CC2C3CC1OC(C3)OC1=C3CC(CCC3=CC=C1)CSSCNC1=C3CCCC2C3=CCN1
C1CC2CCC3CC(C1)C2C3
[C-]1=CC=C2CCCCCCCCCCCCC[NH+]3C=C(C=CC3)CCCCCCCCCCCCN1C2
C1NC2CNC1CSSC2
C1=CC2=CC(=C1)OCCOC2
C1CSSCN1
C1=CCCCC=C2COC(CC=CC1)C2
C1=NCC=NCCCOCCNCC=NCC=NCCNC1
C1CC2COCC3CC4CC2C3(C1)CO4
C1=CCC2C=CCC(CCCCCCCC3CC(CO3)OC1)O2
C1=COCC2CCCC(OC=CC1)O2
C1=CC2C3CC=CC(C1)C2OCOCCOCCC3
C1=NCCNCCNCCNCC=NCCNCCOCC1
C1CC23CN4CCC5CC4CC2OC(N1)C53
C1=CC2CC3CCC2C1C3
C1=CCCCOCC2=CC=CC(=C2)CC=CCC1
C1#CCCC2=C3CCC4=CC=C(C=C4CC3)CC3CCCC(C3)CC(CC=CCC1)OC2
C1=CC2C3C=CC4CCN(CC3CC1)C42
N[NH3+]
C1=CCCCCCOCCCCC=C1
C1=COC2=CC=C3CCNC(CC4=CC=C(C=C4)OC4=CC(=CC=C4)CC1)C3=C2
C1=NSCC1
C1#CCC2CCCC3C4CC=CC23C2=CC3=C([NH]2)C2=CC56CC(CSSC4)CC4(CCCC(=C24)C(CCNCC=CCO5)C3C1)O6
C1CC2CCNC(C1)C2
C1=CC=CC=CCOCCCCCCC2CC(CC3CC(CC4CC(CC5CC(CC=CC=CC=C1)OCO5)OCO4)OCO3)OCO2
C1=CNCC=NCCC1
C1CNCCNCCNCCSC1
C1=NC2CNC1SS2
C1=CC2=CC=C1CCCCCCCC1=CC=C(C=C1)CCCCCCC2
C1CNCCNCCNCCNCCNCCNCCSC1
C1=CC2=CC(=C1)COC1OC3COCCCC(CCO2)COC2C3OCCCCCCOC12
C1=CC2=C3OC(CC2)CCC2CCCCCC(CC2)C3=C1
C1CC2=C3CC4CC(CCC3C1)CCC4C2
C1[As]2C[As]3O[As]1C[As](O2)O3
C1CC2CCC(CC2)N1
C1C2CC3CC1CC(C2)N3
C1=CC2CC3CCC2C(CC1)C3
C#[SH]
C1#CCC2C3C=CCC4C3CCC2C2C(CC1)CCC42
C1=CC2=CC=C3C=C2COC2CCC(OCCCOC4=CC=C5C=CCOC(CCOCCCO3)CCOCC5=C4)OC2COC1
C1CCNCC2CCCN(CC1)C2
C1CCCCNCCCC1
C1=CCC2CCC3CCC(=CC23)CCCC1
C1=CC2CC3C=C(CCC4=CC=CC(=C4)C1)C2CC3
C1=CC=CCCCOC=CC=CC=CC=CCCNCC=CC=C1
C1CC2C3CC1C2N=N3
C1CNCCNC2CCN(CCNCCN1)C2
C1=CC2=CC3C4C=CC5C2CCCC2=CC=C(C=C2)CC2CC(C4)CC4(C=CC(CC4)C4=CC6=CN(C=C6[NH]4)C4=CC=CC6=C4OC35C(C6)OOC1)C2
C1=CC2=CC3=CC4=C([NH]3)C3=C5N=C(C=C6C=CC(=CC1=N2)[NH]6)CC5CCCC3C4
C1#CC23CC4CCC5=C(C=CC=C5CC5=CC(=CC=C5)CCC5CCC6(CCC7CCC8C(CCC9(C2)C2CCC(CCCC1)CC2CC89)C7C6)C5)CC4C3
C1=CC2CCCCCC1CCC1CCC3=C(O1)C2=CC=C3
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCCOC1=CC3=C(C=C1)CCNC3C2
C1=CCCCC2=CC(=CC=C2)CCCCC1
C1=NCC=NCC=NCC=NCCC=NCCCCC=NCCC2CN(CC1)CN2
C1=CC2=C3OC(CC2)CCC2CC4=C5COC(COCCCC52)C4C3=C1
C1=NC=[SH]N1
C1=NCCCN2CCCCNCCCNC(C1)C1=CC=C3OCC(C2)C3=C1
C1CC2COC3OC4CCC3(C1)C2C4
C1=COC=CCC2C=NC3C=NCC=NCCC4=CC=C(C=C4)OC4=CC(=CC3=C4)OC3=CC=C(C=C3)CC(C=N2)N=CCC1
C1=CC2=CC=C3OCC4=C5C(=CC=C4CCCOCCOC1)OCC2=C35
C1#CC2C#CC3CCCNCC4=C2C(=CC=C4)COC=CCCCC(C=C1)CC1=CC=CC(=C1)C3
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CC1NCCC3=CC(=CC=C31)OCCCC2
C1=CCC2CNC3C4=CC(=CC=C4)CCC4=CC5=CCC6=C(C=CC(=C6)CC=CCCCCC6CCC(CC6)CC(=C1)CCSSCC2C3SSC4)O5
C1CC2CC(C1)C1C3CCC1C2C3
C1=CNCCNCC=NCC=NCCNCCNCC=NCC=N1
C1CNSNC1
C1=C2CNCC3=NC(CNCC4=NC(=CS4)CNCC4=NC(CNCC(=N2)S1)CO4)CO3
C1=CCCC2C=CC3CCN(CCCC1)C1CCNC2C31
C1=CC2=CC(=CC=C2)C2=CC=CC(=C2)CCCCC1
[SeH][SeH]
C1=CC2CCCC3CCC1CC23
C1=CC2=C3[NH]C=C(CCCNCCNC4CNCCNCCC5=CC=C(C=C5)OC5=CC4=CC2=C5)C3=C1
C1CC2OC3CCCC2C3C1
C1CCCCCCCCCCCCOCCOCCCCCCCCCCC1
C1#CCC2CCCC34CCC5COC6CCC(CC1)CC63C5CC24
C1=CCCN2CCC3C(CCCCCCC=CCCCCN4CC(CCCCCC1)CC3C4)C2
C1CC2CCC3COC(O1)C3C2
C1#CCC2C3CN4C5=CCC6CCC3C(CN2C(CC=CCCCCC5)CCCCC1)C64
C1=NCC=NCCCC2=CC(=CC=C2)C1
C1=CCCC2CCC3CCN(CCCC1)CC3C2
C1=C2C=C(NC1)NCSSCC1CCC3=CC=CC(=C3C1)OC13CCCC(CC(CC2)C1)O3
C1CCNCCCNCCCCNC1
C1CC2NC3C2CCCN3C1
C1=CCOCC2CCC3CCC(=CCOCCOCCC1)CC32
C1=CCCCC=1
C1=CC2CCNCC3=C4C(=CC=C3)CC1CC42
C1=CSNCC1
C1=CC=CC=NCCC=CC=CC=CC=COCCCC=CC=C1
C1=CCCC=CCOCCC=C1
C1CNCCSCCCCSCCNC1
C1COCC2CC3=C(CO2)C(C1)CC3
C1CNCC2CNC(C1)CN2
C1=NCCSCC1
C1=COCCC1
C1=CC2=CC(=C1)CC1CCC3CCC4CCC(CCC4C3O1)CC1CCC(C2)C1
C1CCC2C3CCC4CCN(CC3C1)C42
C1CNNCOC1
C1=CCCOCC=CCC2CCCC(CCC=CC1)N2
C1#CCCCCCCCC=CC1
C1#CCC2CCCC3C4=C5C(C=CCC5(CC1)CCC4)CC23
C1=CCC2=CC(=CC=C2)NCCCCCCC2CC(CC=C1)NCO2
C1=CC2=CC(=C1)CCCCOCCCCC1=CC=C(C=C1)O2
C1CCCCCOCCOC2CCC(CO2)OC2CC(CCO2)OC2CC(CCO2)OCCCCC1
C1#CCC2C3=CC=CC4C3=CC3CC5=C(CCC6C(CCCCCCCCNC7=CC=C(CN7)C7=CC=CC2=C7)CCC56)C4C3CC1
C1=CCCC2OC(CCCC1)CC1CCCOC2C1
C1CNCNOC1
C1CCC2CCC(C1)OO2
C1=CSC=[NH+]1
C1=CC2=CC=CC(=C2)OC2=CC=C(C=C2)CCCOC1
C1=NCC=NCC2=CC(=CC=C2)OC2=CC(=CC=C2)C1
C1CC2CNC3C4CCC3(C1)C2C4
C1=CCCCC2=CC3C(C=CCC1)C=CCC3OC2
C1CN2CCC(C2)N1
C1=CCCCNC2=CCC3=C4CC(OC=CCCCCCCCC1)OC4=CC=C3C2
C1=C2C3CCCC4C5OC6OC(CC24O6)C5CCCCCCCCCCCOC3C1
C1#CCC2CC#CC3C(CCCC3OC3=CC(=CC=C3)C2)CCNCC1
C1=COC2=CC=C(C=C2)CC2C=NC(C=NCC1)C1=CC=CC(=C1)OC1=CC(=CC=C1)CC=N2
C1=CCN2CCCC(CC1)C2
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CC1NCCC3=C1C=CC=C3OC1=CC=C3CCNC(C2)C3=C1
C1=CC2=CC(=C1)OCCCCC1=CC=CC(=C1)OC1=CC=C(C=C1)CC2
C1CCNCCCNC1
C1=CCCOCC=CC2CNC3=CCC4=C(C=CC=C4CCCC1)C32
C1=CCCCCCCC2=CC=C(C=C2)OC2=CC=CC(=C2)CCCCCC=CC1
C1=CCCCC=CCC2=CNC(CCCN=C1)C2
C1CC2OC3CNC2N(C1)C3
C1=CCCOOCCC1
C1#CC2C#CC3CCC4CCCC5=CC=C(C=C5C3)CC(C=C1)CCCCCOCC=C2CCN4
C1=C2CCC(CCCCCC1)O2
C1CCCCC2CCCC(CCOCCC1)O2
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCN1
C1#CC2CCCCCCCC3=CC(=CC=C3)CC3=CC=C(CCC1)C(=C3)CC=CN2
C1=CC2C=CC(C=C2)C1
C1=CCCC2CCCC3=C2COC3CCCC1
C1=CC2C3C=CC4C(CC1CC24)C3
C1=CC2=CC(=C1)CCCC1=CC(=CC=C1)CCC2
C1=CC2CC3C=CC2C(C3)O1
C1#CC2CCC34C=CC5CC3CCOCC3OCCCC6C7=C(C2=C4C=C7)C(CCCC3C1)CC6CC1=CC=C(C=C1)CC1=CC=C2C=CCC3(CCCC4=C5C=CC=C43)C2=C1
C1=NC2CC(C1)CS2
C1=CC23C=CC(CCCCC4COC(C1)C4O2)O3
C1CCCCCOCCCCOCCCCC1
C1CNCOC1
C1=COC2=CC=C(C=C2)CC2NCCC3=CC=C(C=C32)OC2=CC(=CC=C2)CC1
B1NCCCCCO1
C1#CCC2C3CC4CN(CNCNCC(C#CCCC1)CCN2C4)C3
C1=CCCOCCC2CCCC(C=CCCCC1)O2
C1CCCNCCNCCNCCNCCNCCNCCNCCNCC1
C1#CC=CC=CCC#CC#CCC=CC=CC#C1
C1#CC2CCOC3=C2C=C(C=C3)CC2OCC(=CCCC3=CC=CC(=C3)CC3CCC4CCC5CCC2C4C53)CC1
C1=CCCCC2COC3C(CCSSCCCC1)OC=CC3C1CCC2CC1
C1=C2CCC(C1)CCCCCSSC2
C1CNCCSCCNCCSC1
C1=CCCCCC=CC1
C1=CC2CCN(CC1)CC2
C1=CC2CCCC3C(C1)OCC23
C1=CC=CC=CCCCOCCCCCCCCC=CCCCCCCCCCCC=CCCC=CCCCCC=CC=C1
C1=NN=N[NH]1
C1=NC=NC1
C1=CCC2CCC3(CCC(CCCC1)O3)O2
C1=CCCC=CCCCOCC=CC1
C1=CC=CCC2CCOC(CNCCNCCCC=C1)OCC1CCCC(C1)NCCNCCNCCO2
C1CNCCOCCOCCOCCN1
C1=C2CCC3C(=CCCN4CC5CC(C4)CN(CC2)C5)OCC13
C1=CCCCCC=CCCCCOCCNCCNCCNCCNCCNCCNCCNCC=C1
C1=NCC=NCCOCC=NC1
C1CCCC2CCC(CCCOCC1)O2
C1CC2CC3CC4(C1)COC(O3)C24
C1=CNC=CC1
C1COC2COCC(C2)N1
C1=CCCCC2CCCC(CC=CC1)C2
C1=CC2C3CCCCCC4OCCC(C1)C2C4O3
C1=C2C=C(NC1)NCCCCCCCCC2
C1=CC2=CC(=C1)OC1CCCC(COC2)O1
C1=CC2C[SH+]C(=N2)CCCCCCOCCNCCNCCNCCN=C1
C1CCNCCCNCCCNCCCNCC1
C1CCCCCCCCCCCCCCCCC1
C1=CC=CCCC=CC=CCCC=CC=CC=CCCNCC=CC=C1
C1=CC2=CC(=C1)CCOCC1CCCC(CC1)CC1CCC(C2)C1
C1=CCC2CCC(COCC1)NC2
C1=CCN2CCC(C=CCC1)C2
C1=CC2C=CNCCCCCCCCC3=CC=CC(=C3)CC3=CC=C(C1)C2=C3
C1=CCCC2CCC=C(CC=CCC1)O2
C1CC2COCC(N1)N2
C1=CCCCC2=CN=CC(=C2)CSSCCCCCCC1
C1=C2CNCC(CN1)C2
C1=CC=CC=CCC2CCCC(CCCCCCCCCCCCCCC=CCCOCC=CC=C1)O2
C1=CCCCCCOCCC=CCC1
C1CNCCNCCNCCOC2CCNC(CNC1)C2
C1=CC2CCC(O2)C2CCC1O2
C1=NCNC1
C1=CC2CCC(CC1)O2
C1=NC2=CC(=C1)CCCCCOCCCCSSCCC2
C1CCCCC2CCCCC3C4OC5(CCCC1)OC4CCC23O5
C1=NCCCCCCCC1
C1#CCC[NH+]2C=C3C(=CN=C3C2)CCCC1
C1=CC2C3C=CC2C(O1)OC3
C1=CCC2=CC=C3OC(=CCC3=C2)C=C2CCC3=CC(=CC=C3)C3NCC(CC4=CC=C(C=C4)CC4CCC5CC(CC1)CCC5C4)CC3SSC2
C1=CC=CCNCCCCCCCCCCCC=C1
C1=CCCCCCCCCCCC2CCCC(CCCCCCCCCCCCCC=CCCCOCCC=C1)O2
C1=CC2CC3CCCC2C(C1)C1CCC(CC2=CC(=CC=C2)CCOC3)C1
C1=CC=CCCC2=NC(=CO2)COCCCCC=CCCC=CC=CC2=NC(=CO2)COCCCCC=C1
C1CCOCC2COCC(CCOC1)C2
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCC1=CC=CC(=C1)OC1=CC=C(C=C1)CC2
C1CSSCO1
C1=CC2=CC(CCCSSCCCC3CCCCCC(CCC2)CO3)N1
C1=CCCC2=CCC3CCC(CCC1)C3C2
C1#CC2CCOC3=C2C=C(C=C3)CC2OCC(=C3CCC4=CC=C(C=C4CC3)CC3CCCC4C3CCCC24)CC1
C1=NCSSCC2CCC(CN1)C2
C1CNCCNCCNCCNCCNCNCCNCCNC1
C1=CCCCCCCCCCSSCC=C1
C1#CCCCNC=NCCC1
C1=CC2CCCC1NN2
C1=C[NH+]=CC1
C1CCC2COC(CC1)C2
C1CC2OCC3CC2CC3O1
C1=CC2=CC=C(NCCCCCCCCC34C=CCCC5(CC3)C3=C(CCC(=CCC3)CCC1)CCC45)NC2
C1=[SH]NN=N1
C1#CC2CCCCCCCC3=CC(=CC=C3)CC3=CC4=C(C=C3)C(C=CC4C=CN2)CC1
C1C[SiH2]O[SiH2]O[SiH2]O1
C1=NCN=CC1
C1#CC2CCCCCCCCCOCN3C=C4C=CC=C(CCC5SSCCCCCCCCC6=CC(=CC=C65)OC5CCC(CNCC1)C2C5)C4=C3
C1COCO1
C1=C2CNC3CNCCNCC4=NC(=CS4)CNC(CSSC3)C3=NC(CNCC(=N2)S1)CO3
C1=CC2=CC=C1CCCNCCNCCNCCNCCNCCNCCNCCO2
C1NCNCN1
C1=C2CCC3=CC=CC4=C3OC(=CC4)CCC3=CC=CC(=C3O2)C1
C1=NCC1
C1#CCC2=CC(=C3CC4CCC#CCCNCOC2=C3OC4)CCCCCCCCC1
C1=CCC=CCC2C=C(CCCC=C1)CO2
C1=CC2OC3CCC2CC1C3
C1=CSCC2CCNCC=NCC=NCC=NCC=NC(C=NCC=NCC=NCC=NCC=N2)C1
C1=CC2=CC(=C1)CCCCOC1=CC3=C(C=C1)CCN=C3CC1=CC2=CC=C1
C1=CC2CCC(C1)OC2
C1=C2C=C3C(=C1)OCC3CCOCCCOC2
C1CN2CCC3CCC4CCC(CSS1)C4C3C2
C1CCC2CNCCNCCNC3CNC(CCOCCCNCCN2)CNCCNC(CCCOC3)CNCCCNC1
C1CCN2CCCC3=C(C1)COC3CCC2
C1=COC2=CC3=C4C(=C2)OCC2=C4C(=CC=C2CCCOCCCOC1)OC3
C1#CC2CCOC3=C2C=C(C=C3)CC2OCC(=CCCC3=CC=CC(=C3)CC3CCCC4C3CCCC24)CC1
C1=NCC=NCC=NCC=NCC=NCC=NCC=NCCNCCNCC=NCC1
N[SiH3]
C1NCC2NC1CS2
C1CCCCCCCCCCCCCCC1
C1=CCCCCCOCC=CC1
C1=NON=CC1
C1=CNCN1
C1=CCC2C=C(CO2)C2CCCC(CCC1)O2
C1=CSCCC1
C1CCCCCC[NH+]2CCCC(CCCCCCCCCCCC[NH+]3CCCC(CCCCC1)C3)C2
C1#CC=CCCC=C1
C1CCNCCCCNCCSCCNCCCCNCCSCCNCCCCNCC1
C1CC2CCC3C1COCN23
C1=COCCC2C=CCC3=CC(=CC=C32)CCNC=CC2=CC=CC(=C2)CC1
C1CC2CCC3C(CCO1)COCC3C2
C1=CC2=CC(=C1)COCCCOCCC2
C1=CC2C3CCOC45CC3CC3(C1)CCCC(CC234)O5
C1CC2CC1CO2
C1#CCOC2C3=CCC4CC(CCC4C3C3CCCC2C3)OCC1
C1=CCCC2CC(CC1)CO2
C1CC23C4CCC5C(NC2C1CC53)O4
C1#CC2CCC=CCC(C1)CCCNCCCCC1=CC=CC(=C1)CC2
C1=CC=CCCC=CC=CC=CCNCCC=CC=C1
C1CCOCC2CCCC(O2)OC2CCCC3[OH+]CC(CC23)OC2CCCC(COC1)O2
C1CCCOCCC2CCC(CCC1)C2
C1=CCCC2C=CC3=C(C=CC=C3O2)CC=CCC1
C1=CCCONCCCCCC1
C1=CNSN1
C1=CCCOCCCCCCCCCCCCC1
C1=CCC2CCC(CCCCCCCC1)O2
C1CC2CCC3CC2C(C1)CO3
C1=COCOCCOCO1
C1=CC2CNC1COCCC[SH+]2
C1=COC2=CC=C(C=C2)COCCOC1
C1OC2CC3CC1CC(C3)O2
C[NH4+2]
O=[SH+]
C1#CCOC2CCCC3C2=CCC2CC(CCC23)OCC1
C1=C2CNCCNCCNCC3=NC(=CS3)CNCCNCC3=NC(=CS3)C(=N2)O1
C1CC2C3NC4CC3C3C1CCC23C4
C1CN2CC3CC4C5CCCC42C3(C1)CC5
C1=CC2=C3OC(CCCCCNC3=C1)CCC2
C1=NC2CCCCCCCCOC3CCC(CCCCCCCCOC1CC2)NC3
C1=CCCCCCOC2=CC=CC(=C2)CCCCCCCCC1
C1=NCC=NCCNCCOCCNCC=NC1
C1CC2CCC3CCC(C1)C3C2
C1=CC=CCCC2CCCC(CCNCCOCCCCC=CCCCCCCC=C1)O2
C1=NCC=NCCNCCNCC=NCC=NCC=NCC=NCC=NCCNCC=NCC1
C1=CC=CCCOCCCCCCCCC2CCCC(CCCCC=C1)O2
C1CSCO1
C1CCN2CCCC3CCC(=C3CC2)C1
C1=CC2SC3CC2C(C1)ON3
C1=CCCC=CCNCC2=NC(CNCCOCCC=C1)CS2
C1=CC2CCCC1CC1CCCCCC3C(CCCCC13)CSS2
C1CNCCNCCOCCCNCCNCCOC1
C1CNCCNCCNCC2=NC(CNCCNCCNCCN1)CS2
C1CCCNCCCCNCCCCCNCCCCNCCCCCNCCCCNCC1
C1=NCC=NCC=NCCNCC=NCC=NCC=NCCOC2=CC=C(C=C2)CC1
C1CC2C3CCC4C2COC1CC34
C1CC2CCC(CCO1)O2
C1=CCCC=CCC2=CCC(=CC2)CCC=CCC1
C1=CCCOCCCC=CCOCCCC1
C1CNCCNCCNC2CNCC(C2)N2CCC3CC(CNCCNCCN1)NC32
C1CNCCNCCNCCOCNCCNCCNCCN1
C1#CCOCCOC2=CC(=CC=C2)NCC1
C1CCOCCOCCCOCCOC1
C1CCC2CCCC(C1)C2
C1CC2CC3COCC2C3C1
C1=CC2=CC(=C1)OC1=CC=C3CCNC(CCCCOC4=CC=C5CCNC(CC2)C5=C4)C3=C1
C1CC2CNCC(N2)O1
C1=C2COC3CCC(CO1)C2C3
C1#CCC2CCCC3CC4CC5=CC=C(C=C5)CC5=CC=C6C=CC7CCCC8CCC9=C(C=CC=C9C9C=CC%10C%11=CC=C(C3=C%11C1)C4CCCOC2COCCC%10C9)C78C6=C5
C1C2CC3CC1OC(C2)O3
C1=CC2=CC(=C1)CC13CCC4CCC5CCC(CCC5(CC1)C4O3)CC1CCC(C2)C1
C1#CCC2CCCC34CCCCCC56CCC3=C3C(C=CC(CC5)C36CC1)CC24
C1NC2CC1C2
C1=CC=CCN=CC=CCCOCCNCC2=COC(=N2)CCC=C1
C1#CC2CCCCCCNC3CC(C1)NC(CC1=CC(=CC=C1)CCC2)C3
C1=C2CCCCSSCC3CC4C5CC2C(=CC1)CC5CCC1CCCC3C14
C1=CC2C=CC3CC=C4CC(CC5C=CC6C=CC45C3C6)C3CCC(CC1)C2C3
C1=CC2CCC1COC2
C1CC2CC3CCC2C(C1)O3
C1CCC2CC(CC1)CC1CCCCC(C2)C1
C1=NCC=NCC2CN(CC=NC1)CN2
C1=CC2C3COC2CC1C3
C1=C2COCCCCOCC3=C4C(=CC=C3)OC(C1)CC24
C1=CC2=CC(=C1)CC1CNC(CC2)CN1
C1=CC2CC3CCNC(C1)C3CO2
C1=CCC=CCOCCCCC=CC1
C1=CC2=CC(CCCSSCCC3OCCC4CCCCC(CCC2)COC43)N1
C1CC2CC3OC2CC3O1
C1=CC2CCC3CCNC24CCCC1C34
C1=CC2=CC=C1CCNCCNCCNCCCO2
C1=NCCNCCNCCCCNCC=NCCOCC1
C1=CCCC=CC=CCC2CCCC(C=CCCCOCC=C1)O2
C1=C2CNCCCNCCNCCNCCNCC(=N2)S1
C1=NC=NC=N1
C1=CCC2CC(C=CN2)CC1
C1=CC2=CC(=C1)C1=C3COC4=CC=C(CCCOCCCOC2)C2=C4C3=C(C=C1)OC2
C1=C2CCCC(CC1)CC13CCCC45CC6C=C(C2)C4(COC1)C3CCC5C6
C1=NCC=NCCNCCNCCNCC=NCCNC1
C1=CCCC2=CC3CN4CCCCCCC=CCCC5(CN(CCCCCC1)CCC35)C24
C1#CC2=CC3=CC=C[NH+](C3)CC(C1)SSCCCOCCC2
C1CCCCCOCCCCC1
C1CNCCOCCOCCNCCN1
C1CC2CCNC(C2)N1
C1CC2OCCC3CCC2C3C1
C1=CC2=CC(=C1)CCCOCCC1=CC2=CC=C1
C1CCOCCCNCCNCCNCCNCCNC1
C1=CC2CCCC3C=CC1NC23
C1CCCCOCC2CCCC(OCCCC1)O2
C1=CCCCCC2COC3C(CCSSCC=C1)OC=CC3C1CCC2CC1
C1#CC2C=CC34CCCC5(C1)OCCC1OCCCCC6=CC=C(C3=C62)C(CCCOC15)CC4
C1=CC2C=C3CCC(=CC4CCC(=CC5=CC=C(C=C1N2)[NH]5)N4)[N-]3
C1=CCCC=CC=CCCCC=CCCC=C1
C1=C[NH2+]CC1
[NH3+][O-]
C1=C2CCC3CNC4CCCCCCCC5(CCCC1(OCCO3)O5)C2SSC4
C1CC2CC3CCC2C(C1)N3
C1#CCC2=CN3C=C4C=CC=C(COC5=CC=CC6=C5CCC(CCC(CCCC1)OC2)C6)C4=C3
C1=CCNCCNCCOCCCCCCCC1
C1=C2C=C(CCC2)CC2=CC=CC(=C2)CCC2=CC1=CC=C2
C1CNCCNCCNCCNCCNCCNCCNC1
C1=CC=CCCOCCCCCCCCCCC2CCCC(CCC=CC=C1)O2
C1=NCC=NCCC2=CC=CC(=C2)CCCCNCC=NC1
C1=CCCCNCCCC1
C1=CCOC2C3COC(COCCC1)C2OCC=CCCCO3
C1#CC2CCCC(CC1)CCCCCCC1C3=CC=C(C=C3)OCC3=CCC(CCCCCCC4CC5=CC=C(NC6=CC(=CCN6)C2)C2=CN1C(=C52)C4)CC3
C1#CC2=C3C=C(C=C2)CSSCC2CC4(C=CCCCC5=CC=CC(=C5)OCCC5=CC=CC(=C5)C3CCC=CC1)CC=CCC2C4
C1#CC23CCCNCC1CSSCC(CCC2)C3
C1CC2CNC(C1)O2
C1=C2OC(C1)CCCCCCC1CCOC2CC1
C1CCOCC2CCCC(OCCCOC3CCCC(COC1)O3)O2
C1CC2CCC3CCC2N(C1)C3
C1=CCCCCCOCCNCCC2CCCC(CCC=CCC1)O2
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCNC2
C1=C2CCCCCCC3=CC(=CC=C3)CC(CC1)C2
C1=COCOCCOCCC1
C1=C2C=CC(=C1)COCCOCC1=CC=C(C=C1)COCCOCC1=CC=C(C=C1)COCCOCC1=CC=C(C=C1)COCCOC2
C1=CC2CCNCCC(C1)C2
C1=C2COC3=C(C=C(C=C3)CCC3=CC=CC(=C3)OC3=CC=C(C=C3)CC1)O2
C1CCC[NH2+]CC1
C1CC2CCC1N=N2
C1=CCCNCC2CCC3C=CC4C=C(CCCCC1)N3C2C4
C1=CCCC=CCOC2CCOC(CCCC=C1)C2
C1CCCCCCCCCCCCCCCCOCCCCCCCCCCCCCCC1
C1=CC2=CC(=C1)CC1=C3C(=CC=C1)C1CCC3CSSCCC3CC1C1OCC4CCC(CC4C1C3)C13CCCC4C(CCC4(CC1)C3)COC1CCC(C2)C1
C1=C2C=CC(=C1)OC1CCC3=C1C=CC(=C3)CCOCCC2
C1=CCC=CCCC=C1
C1CC2OC3CC2C1CO3
C1#CC2NC=CCC3=CC4=CC=C3C(CC#CCC3=C2C(CC=C3)CCCCCC2=CC(=CC=C2)C4)CC1
C1#CC2=CC3CC4=CC5C2CC2CCC(C1)C1(C=CC(CC1)C1=CC6=CN(C=C6[NH]1)C1=C6OC35C(CC6=CC=C1)OOCC=C4)C2
C1=CC2CCCC34CCCC(C1CC3)N24
C1=NCCN=CC1
C1=CC2=CC=CC3=C2COC(CCOCC2=CC3=CC=C2)COC1
C1=CC2CSC(=N2)CCCCCCOCCNCCNCCNCCNC1
C1=CC2C[NH2+]C1COCCCS2
C1=CC2=CC3=CC=C([NH]3)C3=C4N=C(C=C5C=CC(=CC1=N2)[NH]5)CC4CCCC3
C1=CC2OCCOC(C1)O2
C1=CCCC2C=CC3=C(C=CC(=C3)OCC=CCC1)O2
C1CCCCCC1
C1=CCCCCC=CC=CCCCCCCC=C1
C1=CCCCCCOCCCCC2=NC(=CO2)CCC=CC=CCCCCCOCCC2=NC(=CO2)CCC=C1
C1=C2CCCC1CC2
C1=C2CCCCCCCCCCCC1OC2
C1=CCNCNCCOCCCNC1
C1COC1
OO
C1=C[N-]CC=C2C=CC3=CC4C=CC(=CCN(C1)[Fe+4]N23)[N-]4
C1=CCCOC=CC=CCCOC=C1
C1=CCOCCCCCOCC2CCCC(OCC3=CCCC4C(CC1)CCCC34)O2
NF
C1CCCOCCCOCC1
C1=CCCCOCCC2C=CC(CCC=CCC1)OO2
C1CC2NCC1SSSS2
C1CC2COC(C2)CC2CCC(CC3CC1CO3)O2
C1=CCCCCCCCCCCCCCCC1
C1=CCCCNC2=CCCC(CCC=C1)C2
C1=CC2=CCCCCCCC34COC5=CCCN6CC7CC(CC8=CC=C(C=C8)C1)(C6)CN1C6=C(C=CC71)CCC1C(=CC3=C(CCC54)C61)C2
C1CCCCOCCCC1
C1CC2CCOCC(C1)O2
C1CCC2CCC(C1)C2
C1#CC2CCCC3CCC4CCC5(CCC(CC1)C5)CC4C23
C1=CCCOCC=CCCCC=CC23CCCC(CC2)(CSSCCC=CCC1)C3
C1=CCC=CCCC=CC1
C1=CCCCCCCC=CCCCCCCCCCCOCC=CCC1
C1=CCCNCCCCNCCCC1
[SiH4]
C1CC2CCC(C1)N2
C1=NC2=C3C=C(C=CC3=C1)OC1CCCC3(CNNC4=C3CCC(CN2)C4)O1
C1CCCCCCCCCOCCOCCCCCCCCC1
C1=CC2CCCCSSCCCCC1CC2
C1=C2CCCC(CCCC1)O2
C1CC23CCC4CC2CC(N1)C3C4
C1CC2OCC1CO2
C1#CC2CC(CCO2)ONCNCC1
C1COC2CC(CCO2)O1
C1=CC2CCC3CCCC1CC23
C1=CN=NNC1
C1CCCC2CCCC(CCCCCCOCC1)O2
C1=CCCCCCCCCCCC=COC2CC3=C4CC=C(CC4=CC=C3O2)N=C1
C1=C2CCC3CCCC(CCC(CC1)OC2)C3
C1OC2OC3CCC2CC13
C1=CC2CC3=C4CCC(C=C3)OOCC2C4C1
C1=CC2=CC=C(C=C2)OCCCNCCN1
C1=CCCCC2C=CC(=CCCCC1)O2
C1=C2CCCC3=CC=CC(=C3)C3=CC=CC(=C3)CC3NCCC4=C3C=C(O2)C(=C4)O1
C1CCCC2CCN3CCCC(CCCCCCC4CCNC(CCC1)O4)C3O2
C1=CCCC=CCCC=CCCOCCN=C1
C1=CCOC2CC(OCCC1)C1COCC=CCCCOC2O1
C1=C2N=C(O1)C1=COC(=N1)C1=COC(=N1)C1=COC(=N1)C1=COC(=N1)C1=COC(=N1)C1=COC(=N1)C1CSC2=N1
C1#CCC2=CC3C(CC2)CC2C34C=CCC23OCCC2OCCCCCC=C5CC(CCC5C4)CC(=CC1)COC23
C1=CCCCCCC=CC=C2CNC(CCCNCC=C1)C2
C1C2CC3COC4C(C2)CC1CC34
C1=CCCCCCCCCCCCCCOCCNCCCCCCCC=C1
C1=CCCCCCCCCCCOCCCCCCCCCCCCC1
C1=CCCC=CCCCCCCC2=CCCC(C2)NCC=C1
C1=CCCOCC=CCCCC=CC23CC=CCC(C2)C(CSSCCC=CCC1)C3
C1CSSS1
C1=CC2CCCC3OCC1CC23
C1=CC2=CC(=C1)CC1NCCC3=C1C=C(C=C3)OC1=CC=CC(=C1)CCCCO2
C1NCSCN1
C1=CCC2COC(C=C1)C2
C1=CCCCCOC2=CC=CC(=C2)CC=CCC1
C1=CC=CC=CC=CCCOCCCCCCCCCCCCCCCCCCCCCC=CC=CC=C1
C1=CC2=CCC(CCCC1)O2
C1=CCCCOCCCCCCCOCCNCCNCCNCCNCCNCCNCC=C1
PS
C1=CC2CC(C1)C1COCC2C1
C1=C2CCCCOC3=CC=C(C=C3)CC1NC2
C1=CCOC2CCOC(COCCC1)C2
[CH+]1NCCCN1
C1=CC=CCCC2=NC(=CO2)COCCCCC=CCCC=CC=CC2=NC(=CO2)COCCC=C1
C1=CCSSCC2CCCCC3C4(C=CC23CCCCC4)CC1
C1=CCCCCCCCCC2CCCC(CCNCCOCCC=CCCCC1)O2
C1=C2C=C3C(=C1)CCC1CCCCC(CC31)OCC1CCCC(CSSCCO2)C1
C1=CC2C3=CCCC24CCC(C4)C1CCCC1CC=C(CC1)COC1=CC=C(C=C1)CN3
C1=C2COCC3CC(CCN1)CCC23
C1CC2CC3CNCC(C2)C3C1
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNC1
C1=COC=C1
C1=CC2CC1C1CC3CC2C1CO3
C1CC2OC3CC1C2O3
C1SSCSSS1
C1CC2CC3OCC2C3C1
C1CCCSCC1
C1=CCOC2COCC(C2)OCCC1
C1=CC2CCC3CCCC2C3C1
C1CN2CCN3CCCN(CCN(C1)C2)C3
C1=C2N=C(CNCCNCC3COC(=N3)C3=CSC(=N3)CNCCNCC3COC2=N3)S1
C1CCOCCC2CC(=NCCN2)C2COC(CC1)C2
C1CNCN1
C1=C2CCCCCCCC1CC2
C1=C2CNCCNCCNCC3=NC(=CS3)CNCCNCCNCCNCC3=NC(=CS3)CNCCNCC3=NC(=CS3)CNCCNCCNCCNCC(=N2)S1
C1=NSSC1
C1OC2COC3CC1C2O3
C1=CCCCCOCCCCC1
C1CCC2CNC(CCCNC1)C2
C1CC2C3CC4C2CC1CN4C3
C1C2OC3COC1C3O2
C1=CCCSSCCCC1
C1CC2CCC(C2)O1
C1=CC2=CC(=C1)OC1=CC=C3CCNC(C4=CC=C(C=C4)OCCCC2)C3=C1
C1CCCC2CSSCC3(CCC1)OC(OCCOCCN2)C1CCCC3C1
C1=NCC=NCC2=NC(=CO2)C=NCC2=NC(=CO2)C=NCCNCC=NCC2=NC(=CO2)C=NCCNCCNC1
C1=C2CCCCCCCCCC(CC1)C2
C1CC2C3NNC2C1O3
C1#CCCC2=CCCC3=CC=CC(=C3)CC3CCCC(C3)CC(CC=CCC1)OC2
C1CC2CC3CCCC2C3C1
C1CCNCCCCNCCCCNCCCCNCCCCNCCCCNC1
[CH-]=N
C1=NCC=NCC=NCC=NCC=NCC=NCC=NCOCOCCC1
C1=CONN=C1
C1=CCOCC2=CC=CC(=C2)C2=CC=NC(=N2)NC2=CC(=CC=C2)COC1
C1=CC2[CH-]CNCCCCCCCCC3=CC(=CC=C3)CC3=CC=C(C1)C2=C3
C1=CCOCCCOCCC=CCOCC1
C1CCCCSSCCCC1
C1=CC2CC(CCN2)OCCCC2=CC(=CC=C2)O1
C1=CC2CCCC(C2)O1
C1#CCOOC2CC3=C4OC25CC(CCC5CCCC1)CC1CCCC(CCCC2=CC5=CN(C=C5[NH]2)C4=CC=C3)C1
C1=NCCNCCNCC=NCCOCCCNC1
C1=NCC=NCCC=NCCNCC=NC1
C1CCCCCOCCOCCOCC2CCCC(OCCOCCCCC1)O2
C1=C2CCCCC3C(CCC23)O1
C1=CC2=CC(=C1)OC1=CC=CC(=C1)CCNCCNCCC2
C1CC2CC3NC2CC1SS3
C1=NCC=NCC=NCCNCC=NCC=NC1
C1=CC2=NC1=CC1=CC=C(C=C3CCC(=N3)C3=C4[NH]C(=C2)C=C4CC3)[NH]1
C1=CC2C=CC3CCCC2C3C1
C1=CCCCCCOCCC2=NC(=CO2)CCC=CC=CCCCCCOCCC2=NC(=CO2)CCC=C1
C1=CCCNCC1
C1=NCC=NC2C=NCCNCCC3=CC=C(C=C3)OC3=CC(=CC2=C3)C2=CC=C3C(=C[NH]C3=C2)CC1
C1=CCC2=CC(=CC=C2)C=CCNCCCNCCCCNC1
C1=CCOCCCCC1
C1CCONC1
C1#CC2C=CC3CC(CCCC1)CC2C3
C1=CON=N1
C1COPOCCCOPOC1
C1CCN2CC3COC(NCCCNC1)C3C2
C1=CC2C3=CC4CC2C2=C5C4CSSCCCCC4CC56CCC5(C=CC4C(C2)C56)CCCCCCCCNC2=CC=C(CN2)C2=CC(=CC=C2)CC3=C1
C1#CC2CCCC(CSSCC1)C2
C1=CCCC2C=CC(CCCCCC1)SSCC1=CC2=CN=C1
C1=CC2=CC(=C1)CCCCCNCC1=CC2=CC=C1
C1CC2C3CCC4C2C4C3C1
C1#CCC2OC=CC3OC4=C(C=CC=C4OCC1)C32
C1=CC2CCCCCC=CC(=C1)C2
C1C2CC3COC1CC3C2
C1=C2CCC3CCOC(C3)OC3=C4CC(CCC4=CC=C3)CSSC3CCC2=C(NC1)N3
C1=CC2=C3OCC4=CC=C(CCCOCCCOC1)C1=C4C3=C(C=C2)CO1
C1=C2CCC3=NC(=CS3)CNCCNCC3=NC(=CO3)CNCC3=NC(=CS3)CNCC3=NC(=CS3)CNCCNCC(=N2)O1
C1=CCCC2=CC=CC(=C2)C2=CC(=CC=C2)CC=C1
[IH2+]
C1=CCCCC2C3OC4C2C(CCC1)OC1C2CCCC14C3CC2
C1#CCC2C3=CC=C(C=C3)CC3=CC=C4C=CCC5(CCCC6=C5C=CC=C6C5C=CC6C7=CC=C8C(=C7)C7CC(CC1)CCC(COCCC6C5)OCCCC8C2C7)C4=C3
C1CCNCCCNCCNCCCSSCCCNCCNCCCNC1
C1=CCCCCC=CCCCCCCCCCCOCC=C1
C1CC2COC(C2)O1
C1#CC2CCCC(CCC1)CC2
C1=CONCC1
C1=CC2CC=NCC=NC(C=NCCCCO2)CSSCC1
C1NN1
C1CCN2CC3CCC2CCC3C1
C1=CCSSCCCCCC1
C1=CCCCCCCCCC=COC2CC3=C4CCC(=CC4=CC=C3O2)NCC=C1
C1=CCCC2CCCCC(CCC=C1)O2
C1=CC2CNCCNCCNCCNC(CNCCNCCN2)CS1
C1=CCC2OC(COCCC1)C1CC2OCCCCCCO1
C1=CC2=CC(=C1)OC1CCC3=C1C=CC(=C3)CCOCC2
C1C2CC3CC1OC3C2
C1=CC=CC=CCNCCC=CC=CC=CC=CC=CCNCCC=CC=C1
C1=CC2CCCCCCCC(=C1)C2
C1CC2COCC1O2
C1=CCCCNCCNCCOCCCC1
C1=CCCCC=CCNCCC=C1
C1=CC2CCOCCCCCCC(C1)O2
C1CCCCC2CCC3(CCCC(CCC1)C3)C2
C1=CCOCCCCCCCCCCCCCCCCCCCCCCCCCCCC1
C1=CC2C3CCC2C(CC1)CN3
C1=COPOC1
C1=CCCCCCCOOCC=C1
C1=CC2CCC(C1)CO2
C1CCCCOCCC1
C1=CC2CCC3=C(CCC4CCC5=C(C34)N3C4C=CC5CC3C3CC4CN(CC1)C3)C2
C1CCOCCOCCCCOCCOC1
C1OC2CC3OCC1C3C2
C1=CCCCC2CCC(C=CCCC1)O2
C1=C[SH+]CCN1
C1=CCCCC2CCC(CCCCC1)CCO2
C1CCOCCOCCCOCCOCCNC1
C1=CCCCN=C1
C1=C2CCC3CCCC(C3)OC(CC1)C2
C1=CC2CCC3CCC4C=C(C1)C2C3C4
C1=COC2=CC=C(C=C2)CC2CNC(CNCC1)C1=CC(=CC=C1)OC1=CC(=CC=C1)CCN2
C1=NCCNCCNCCN=CC2=NC1=CC=C2
C1=CC2CC3CCC(C2)C3C1
C1=CC2CCCCCCC(C1)O2
C1C[Se]CN1
C1=CC2CCN3CCCC1CC23
C1=NCC=NCC=NCC=NCC1
C1CC2COC3C4CCC2C3(C1)CC4
C1CCC2C3CCC2C(C1)CO3
C1#CCCCCCC=CCCC1
C1=CCCCCCCC=CCCC2=CC=CC(=C2)NCCCC=C1
N1OOO1
C1=CCOCCCOCCCCCOCCCOCCCCCOCCCC1
C1=C2COC3CC4CC(CC5CC6CCC7(CC=C8CC(NC9=C8C7=C6CN9)SSCC(CC1)C2)C45)O3
C1CC2COCC(C1)O2
B1CCCO1
C1CC2CNC3C4CC2C3(C1)C1CC2CCC4C1CO2
C1=C2CCCNCCNCCCN1CC2
C1=CC2OC3C(CCC1)OCCC1CCCC2C13
C1=CC2=CC(=C1)CCCOCCC1OC3(CCCCCCOCC1O3)C2
C1=CC2=CC(=C1)COCCOCCCOO2
C1=CCCCN2CC3=CC(C2)C2CCNC(CCCCCCCC3)C2CCCCC1
C1=CC2=CCC3COCC4CCC5=CC=CC(=C5C4)CCCCCCC(C1)C2C3
C1=COC2CCC3C(C1)CCCC3C2
C1=CCOC2CCCC(COCCCCC1)O2
C1=CC2CCCCC(C2)O1
C1CCC2CCC(CCC3CCOC(C1)CC3)O2
C1=NCC=NCC=NCCNCC=NCC=NCC=NCC=NCC1
C1=CCCCCC2CCCC(CCN3CCCC(COCCCCCC1)C3)O2
C1=NCC=NCCNCC=NCCOCC1
C1CNCC2CNCCC(CNCCNCCN2)NCCN1
C1CC2CC3CC(C1)C2CO3
C1#CC2CCCC3CC(CC23)OC=CO1
C1=CC2=CC(=CC=C2)CCCCCCC1
C1=C2C=C(CCCCCCCCC2)[NH]1
N[SH2+]
C1=CCN=C1
C1CNCCNCCNCCCNCCNCCNCCNCCCNCCNCCNCCNC1
C1CC2OCCC3CNC4CC(N1)C2C3C4
C1CCC2CCCC3CCC(C1)CC23
C1CC2CCCC3(CC4OCC(C1)C4O3)O2
C1#CCCOC2CCCC(CCC1)C2
C1=CC2C=CC(C=C1)CC2
C1=CC2=CC(=C1)CCC1=CC=C(C=C1)C1=CC=C(C=C1)CCC1=CC=C(C=C1)O2
C1=CC2COCC=C3CN(CC1)CCC32
C1=C2CCCC(CC1)C2
C1=CC=CCNCCCC2C=C(CC=CC=CC=CCCC=C1)CN2
C1=CC2=CC=C(C=CC3=CC=C1C=C3)C=C2
C1=CC2COC3OC1CC23
C1CCNCCNCCNCCNCCNCC1
C1=C2CNCC3=NC(CNCCNCC4=NC(CNCC(=N2)S1)CS4)CO3
C1COCC2CCCC(C1)O2
C1=CCCCCC2CC(CCO2)OCC=CCCC1
C1=CC2C3CCCC2C1C3
N[Na]
C1=CCCCC2NCC3CC2CN2C(=CCCC32)CCCCC1
C1=CCC2=CCCC3=CC=C(C=C3)CC34CC5CN(CCC=C6OCC7(CCC1)C1=C(CCC67)C6C7=C(CCC6C(=C1)C2)CCC5N7C3)C4
C1=CCC2CCC(CCC3CCC(CC1)OC3)O2
C1CCCNCCNCCNC2CNCCNCCNC(CCCOC2)CNCCCNCC1
C1#CCC2CCCC3C(CCCC1)CCC23
C1CNCCNCCNCCN1
C1CCCC2CCC(CCC1)C2
C1=CC2NCCC(C1)N2
C1=CCOOCCC1
C1=C2CCCCCC34COC5=CCCN6CC7CC(C6)C6CCC8=C(C(C(=C23)CCC54)C1CC8)N6C7
C1=C2COC3=CC=C(C=C3)CCCCC3=CC2=C(C=C3)CC1
C1=CC2CC(C1)CCCN2
C1=CCCCC2CCC(=CCCCC1)CO2
C1=CC2CC(N1)C1OCC2O1
C1=NCCNCC2=NC(C=NCC3=NC(=CS3)C=NCC3=NC1=CS3)CO2
C1=CC=CC=CCCCCCCC=CCCCCOCCCC=CC=CC=CC=CC=CCCCCCCC=CCCCCOCC=CC=CC=C1
C1CCOC2CCNC3CCC2C(COC1)C3
C1=CC2=C3COC(CCOC1)C1CCC(=CC3=CC=C2)CO1
C1=CCCC=CCCCC=CC1
C1=CC2C3CC=C4CCCC(C1)(CC3)C42
C1=CCC23CC(C=C(CCOCCCCCOCCCOC1)O2)CCO3
C1CCNCCNCCNCCNCCNCCNCCNCCNC1
C1=CCC2=CC3=C(C=C2)CC(CC=CC1)CC3
C1=CCCCCCCOCCCCCCCCCCCCC1
C1=CC2=CC(=C1)CC1CCCC3=CC4=CC=C(C=C4C=C31)CCCCCC2
C1CCCC2CCC(CN2)OCCCCCCC2CCC(CN2)OCC1
C1=CC=CCCC2=NC(=CO2)COCCC=CCCC=CC=CC2=NC(=CO2)COCCC=C1
C1=CN2CCNCC=NCCOCCC=NCC=NC(C1)C2
C1=CC2CC(CO2)OC1
C1=CCC=CCCCC=C1
C1=CCNCCC1
C1=CCCCCCCC=CC=CCOCCC=C1
C1=CCC[NH2+]C=C1
C1=C2CCCC(CCCCC1)C2
C1#CC2CCC3CCC(CCC#CC2C3)CCCC1
C1#CCCCCCCCCC1
C1#COCCCCCC2=CC(=CC=C2)OCC2=CC=C3C(=CC=CC3=C2)C1
C1#CC2CCOC3=CC=C(C=C32)CC2CC3CCCC(CC4=CC(=CC=C4)CCC=C(CC1)CO2)C3
C1=NCC=NCC=NCC=NCCNCC=NCC=NCC=NCC1
C1=CC2=CC3=CC4=C([NH]3)C(=C3CCC(=N3)C=C3C=CC(=CC1=N2)[NH]3)CC4
C1=CCC2CCC(O2)C2CCC(CCC1)O2
C1CCC2CC(CCNC1)CCN2
C1=CCCC=CCCCCCCC2=CCC=C(C2)NCC=C1
C1=CCCC2COC(CCCCCCC1)C2
C1=CCCCCCOC2CC3OCC2C3C=CC1
C1CC2CCC3OCC2C3N1
C1#CC2CN=CNC(SSCCCCCCCCCCCC3=CC=CC(=C3)CN3CCC2C3)C2CCC(C1)C2
C1=CC2C3CCC2C(CC1)C[NH2+]3
C1=CNCCCN1
C1=C2OC3CC4OCC5=CCCCC1OC2C3C54
C1=CCCCC2COC(CC=CCC1)C2
C1=CCCOCC2CCCNC3=C2CC2=C(C=CC=C2CCCC1)C3
C1CCC2CCCCC3CCC(C1)CC23
C1=CCCC2CCCCC(CCCC1)O2
C1=CCCN2CC3=CC(C2)C2CCNC(CCCCCCCC3)C2CCCCCC1
C1=CN=CNC1
C1=C2CCCC3C(C1)CCCC3CC2
C1=CC2CCCCC3COC(CCC=C1O2)C3
[NH-][PH3+]
C1=CCC2NC3CSSCC45C=CC(C4)C4=CC=C(C=C4)CC46CC7CC(CCCCSS4)OC4=C8CC=C(OC8=CC=C4C4=C7C7=C6C=CC=C7C=C4)C4=C(CSSC2CC3CC2=CC=CC5=C2)C(=CC=C4)C1
C1#CCC2CCC3(CCCOC4OC(CCC43)COCC1)C2
C1CCC1
C1CNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCNCCOC1
C1CCCCCCCCCCCCCNCCOCCCCCCCCCCCCC1
C1=CC2=CC3C4CC5CCCC67C=CC(CC6)C6=CC8=CN(C=C8[NH]6)C6=CC=CC8=C6OC3(C(C=C4CCC57)C2)C(C8)OOC1
C1=NCC2=NC(C=NCC3=NC(=CO3)C=NCC3=NC1=CS3)CO2
C1#CCCCC2C=CC3CCCC2C3C=C1
C1=CSSCCSS1
C1=CC2CCC3=C(C=CC=C3O2)CCOCCCC1
C1CCCC2CCC(CC1)COC2
C1CNCCNC2CNCCNCCNC(CNCCNC3CNCCNCCNC(CNCCNCC[SH+]C3)CSC2)CSC1
C1#CCC2OCCCSSCCC3=CC=CC(=C3CCC3=C[NH+]2CC3)C1
C1=CCCCCOCCCCCCCNC=C1
C1#CCC2=CN3C=C4C=CC=C(COC5=C6CCC(CCC(CCCC1)OC2)CC6=CC=C5)C4=C3
O1[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]1
C1=CC2=CC(=C1)CCCCSSCC2
C1#CC2C3CC#CCC4=CC=C5C=C4CC(CCCC1)C1CCC4(CC6C=C7C=C(CCC7CC6CC4C21)C5)N3
C1=CC2=CC3=CC=C(C=C4C=CC(=CC5=NC(=CC1=N2)CC5)[NH]4)[NH]3
C1=CCCCCCCCCC1
C1=NCC=NCC=NCC2=NC(C=NCC=NC1)CS2
C1=CCC[NH2+]CCCCC1
C1=CC2OC3CCC2C3C1
C1CNCCOCCOCCNCCOCCN1
C1=CC2CNC1COCCCS2
C1CCCCC2CCC(CCCC1)O2
C1=COSN=C1
C1=NCCN=CNCCCOCC1
C1=CCCC=CCC2=CCC3=C(C2)OCC3CCC=CCC1
C1=CNSCC1
C1=CC2=CC(=C1)OC1=CC=C(C=C1)COCCOCCCOC1=CC=C(C=C1)COCCOC2
C1CCOCCCCOCC1
C1=NCCCCOCCCC=NCCNCCNCCOCC1
C1CCNCCNCCNCCOCCCNCCNCCNCCNCCNCCNC1
C1=CC2C=CC3C(C=CC3C2)C1
C1=CCOC2=C3CCC(CC=CCC1)CC3=CC=C2
C1CNCCCOCCNCCNC1
C1=C2COCCCOCC3=C4C(=CC=C3)OC(C1)CC24
C1CCC2CC3=C(COC(C1)C3)O2
C1=CCCCCNCCCCC=CCC1
C1CCCC2CCC3CCC(CC1)CC23
C1#CC2CN=CNC(CCCC1)SSC1CCC(CCCCCCCC3=CC(=CC=C3)CN3CCC2C3)CC1
C1=CC2=CSC(=N2)CNCCCN=CCN=CCCN=CCN=C1
C1CC2OC3CC1OC23
C1CC2OCC3OC1NC23
C1=CC2=CC=C1COCC1CCCC(OC3=CC=C(C=C3)COCC3CCCC(O2)O3)O1
C1=CC2=CC(=CC=C2)OC2C=CC(C=C2)CCCCOC2=CC=CC1=C2
C1CCC2CNCCNCCNCCNC(CCOCCCNCCN2)CNCCNCCNCCCNC1
C1=CC2CCC3=C4C=CC(=C3)CCCCOC3CCOC(C1)(C2)C3OCCCC4
[CH+]1CCCCC1
C1CC2C3CC4[NH+]2CCC42CCN4CCC(O1)C3C42
C1=CC2CCCC(CC1)C2
C1CC2OC3CC1OC2C3
C1=C2CCCC34CCC(C=C23)CC2CCCC(CCOCCCCCSSCN1)C24
C1=CCCCCOCCC=CC2CCCC=CC3C=C(CCC3CCCC=C1)CC1CCCC(CCCCCCC3COC(CCO2)C3)O1
C1CC2CN(C1)CCNCC1=NC(CNCCNCCN2)CS1
C1CC2OC3CC4CCOC(C1)(O3)C42
C1=CCCC2=CC=C(CCC=CCC1)[NH]2
C1=CCC2CCC(CCCCC1)O2
C1=CCNC2CC=CC=CCC3CC(CCC=CCCOC3CC=C1)O2
C1=CC2C3CCC4CC[NH+](CC3CC1)C42
C1CC2CCC3C(C1)COCC3C2
C1=CC2=CC(=C1)CCCCOC1=CC3=C(C=C1)CCNC3CC1=CC2=CC=C1
C1=CC2=CC(=C1)CCCC1=CC=CC3=C1CCC(C2)O3
C1CCCC2CCCC(CCCCOCCCCCCC3CCCC(CCCCOCC1)O3)O2
C1=CC2CC3=CC=C(C=C4CCC(C=C5CCC(=CC1[N-]2)[N-]5)[N-]4)[NH]3
C1=CCNC=CCCC1
C1=CC2=CC=C1CCCCOC1=CC=C(C=C1)CCCCC1=CC=C(C=C1)O2
C1CNCCNCCNCCNCCNCCNCCNCCN1
C1CC23CCC4CCN(CC2)C3C4CN1
C1=CCC2CCC(CCCCOCC1)O2
C1#CCC2=CC3=C4CC(CCC#CC(CCCCCC=C1)CC4=C2)CO3
C1=CCOC=CCC2CNC3CNCCNCCC4=CC=C(C=C4)OC4=CC(=CC3=C4)OC3=CC=C(C=C3)CC(CN2)NCC1
C1=NCC=NCCNCCNCCNCCOCCC=NCCNCCNCC=NCCNC1
C1#CCC2CCC3(CCC4(CCC(C1)C4)C3)C2
C1=CCCCNCC=CC1
C1=CCC2NC3CCC2SSCC2=C(C=CC=C2C1)C1=CCC2=C4OCCCC5=C(C=C6CC(CC=C6C5)CCC5CCCC(CSSC3)C5)C4=CC=C2O1
C1#CC2CCOC3=CC=C(C=C32)CC2OCC(=C3CCC4=CC=C(C=C4CC3)CC3CCCC4C3CCCC24)CC1
C1=N[NH]C=N1
C1=CC2=C3C=C1CCCCOC1CCOC(C4CCC5CCCC3CC54)C1OCCCC2
C1=CCC=CCCCCC=1
C1=C2CC(CC1)CCCSSCC1=CC=CC2=C1
C1=CC=CCCCOCC=CC=CC=CCCCCCC=C1
C1=C2CCCCCCCCCCCN3CCC=C(CCCCCCCCCCCN(CC1)C2)C3
C1=CC2OC=CC(C1)O2
C1=CSCC2C=NCC=NC(C=N1)CSCCC=NCC=NCC=N2
C1=CNCCNCCNCCNCCNCCN1
C1=CC2=NC1=CC1=NC3=C4C5=NC(=CC6=NC(=C2)C=C6)CC5CCCC4OCC3=C1
C1=CCCC2CCCC(C=CCCCC1)O2
C1#CC23CC4CCC5=C(C=CC=C5CC5=CC=CC(=C5)CCC5CCC6(CCC7CCC8C(CCC9(C2)C2CCC(CCC=C1)CC2CC89)C7C6)C5)CC4C3
C1#CC23CCC(CC4=CC=CC(=C4)CC4=CC=CC(=C4)C4CCC5C(CCC56CCC5CCC7C(CCC8(C2)C2CCC(CCCC1)CC2CC78)C5C6)C4)C3
C1=CC2=CC(=C1)C1=CC3=CC(=C1)OC1=CC=C(C=C1)CCNCCNCC3NCCNCCCC2
C1=CC2C=CC(CC2)C2CCN(C1)C2
C1#CC2CCC3CC4C(CC23)NCCC42CCNC(CCNCCCCCC1)C2
C1#CCCCCCC=CC1
C1=CC2CCC(CCCC1)O2
C1CCC23CCC(C2)C(C1)C3
S1[SH]=[SH]1
C1=CN2CCCCC(C1)C2
O1[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]O[SiH2]1
C1=CC=NCCC=C1
C1=N[SH+]N=C1
C1=CCCCC2=CC(CCCCCC1)OC2
C1=CC=CCCCCC=C1
C1CCCCCOCCOCCOC2CC(CCO2)OCCCCC1
C1#CCC=CC2CC3=C(O2)C2=C(C=C3)CCCC23CCC(CC=C1)C3
C1CC2COC3CC1CCC23
C1#CC2CCNCCC=CCC3CCCC(CCC3)C3CCC(CC3)CSSC(NC=NC2)C2CCC(C1)C2
C1#CCC23CC=CC45C=C(CCC1)CC(C=CC4)(CCC2)C53
C1=CCCCCCCCC2CC(=C1)CO2
C1=C2CC3CCC2C2CCC4CC(CCC4C2C1)OC3
C1=CCCCCC2CN3CCCCC=CCCCCC4CC(CN(CCCCCC1)C4)C2CC3
C1#CCC2CCCC3CCC(CNCC1)CC23
C1=CC2=C3C=CC4=C(C=CC=C4CCCCCCCCCCCC2)C3=C1
C1=CCCNCCCCC1
C1CNCCCNCCNCCNCCNC1
C1=CCCCCOCCC2CC=CC(C=CCCCC1)O2
C1=CC2CNCC(C1)C2
C1=C2CCCCCCC(C1)O2
C1#CCC=CC2CC3=CC=C4CCCC5(CCC(CC=C1)C5)C4=C3O2
C1CCCC2CCC(CC3CC(CC1)CO3)O2
C1#CCC2=C3CC(CC=CC3=CC=C2)CCC1
C1=CNCCOC1
C1=CC2CCC(CCCCCCCC3=CC(=CC=C3)CC3=CC2=CC=C3)N1
O[PH3+]
C1COCOCO1
C1=CC2=CC=C1CCCCCCCO2
C1CCCOCCNCCNCCNCCNCCNCCNCCNCCNCC1
C1#CCC2CC=C3CC(C1)CCC3C2
C1=CCCC2=CC=CC(=C2)N=CCCCC1
C1=NNCCN1
C1CCNCCNCCNCCNCCCNC1
C1=CC2=CC(=C1)CCCCOC1=CC=CC3=C1CCN=C3CC1=CC=C(C=C1)O2
C1=CC2CCOCCCCCC1O2
C1=CCC2=CC3=CC=C2OC(CC1)CCCC3
C1=CC=CC=CC=CCCC2CCCC(CCCCCCCCCCCCOCCCCC=CC=CC=C1)O2
C1CCCCOCCNCCNCCNCCC1
C1=COC1
C1=CC2=C3C=C(C=C2)CC2=CC=C(C=C2)CC2CC4CCCCC5COCCC6CC(C=CC6C6=CC=C(C4=C6)C2CCCO5)C2=C4CCCC3(C1)C4=CC=C2
C1CCNCCCOCC1
C1=CCCCC=CCOCC=CCC1
C1=CC2=C3CC4=C(C=CC(=C4)OCCCCC4=CC=C(C=C4)OC(=C2)C1)CCN3
C1=CSCCCNCCNCCNCCNCCN1
C1CCCCCCCC2CCCN3CCC(CCCCCC1)OC23
C1=CC2CC3CCC2C(C1)O3
C1=CCCCCOC=C1
C1CC2CC3CC1CC2O3
C1#CC2CC#COC=C3CCSSCCC4=CC=CC(=C4CC4=C5C[NH+](C=C5N=C4)C2O3)C1
C1=CC23CCCC4(CNNC(=C14)CCCNC1=NC=CC4=CC=C(C=C14)O2)O3
C1=C2CCC3CC4CC1CC4C23
C1=CCCCCOCCNCC=CCC1
C1OC2OCC3OC4CC1C2C3O4
C1=CC2=C3COC(CCOC1)C1CC4CCC(=C4CO1)C3=CC=C2
C1CC2CC3NCC1CC3O2
C1#CC=CC=CC2=CC=CC=C(C=CC=CC#C1)C2
C1=CC2=CC=C(NCCCCCCCCC34C=CCC5CCC6CC7=C(CCC=C(CCC1)CC7)C5(CC3)C64)NC2
C1=NCC=NCC=NCC=NCCCCC1
C1=CC2CC3CC(CC1)OC3O2
C1=C2C=CC(=C1)SC1=CC=C(C=C1)SC1=CC=C(C=C1)SC1=CC=C(C=C1)SC1=CC=C(C=C1)S2
C1#CCCC2=CCCC3=CC(=CC=C3)CC3CCCC4C3CCCC4C(CC=CCC1)OC2
C1=CCCOCCOCCCN=CCN=C1
C1#CC2CCCCCCCC3=CC=CC(=C3)CC3=CC=C(CCC1)C(=C3)CC=CN2
C1=CC2=NC1=CC1=NC3=C(CCCC3=C1)C1=NC(=CC3=NC(=C2)C=C3)C=C1
C1=CCCCCC=CCC2CC(CO2)OCC=C1
C1#CC=CC=CCC#CC#CC=CC=CCC#C1
C1CNCCNCCNCCNCCNCCNCCOC1
C1#CC2C#CC3CCCNCCC2=CCOCCCCCC(C=C1)CC1=CC=CC(=C1)C3
C1=CCCC2CCCC(CCOCC1)O2
C1=CC2=CC=C(C=C2)OCCCNCC=N1
C1=NCC=NCCCOCCNCCOC1
C1CCCCCOCCOC2CCCC(COCCCCC1)O2
C1#CC2CCNCC=CCCC3CCCC(CCCCCSSC(NC=NC2)C2CCC(C1)C2)CCC3
C1=CCCCCCCCCC=CCCCCC=CCCOCC=C1
C1=CC2CCCN(CC1)C2
C1=CC=CC=CCOCCCCCCCCCCCCCCCCCCCCCCCCC=CC=C1
C1=CCCCC=CC2CCC(=CCC1)CO2
C1=CCC2CC(CO2)C2CCCC(C=CC1)O2
C1CCC2=C3C4CCC2C(CC1)OC3COC4
C1CNCCNCCNCC2=NC(CNCCNCCNCCNCCOC1)CS2
C1CC2CC3C4CCC3C(C1)C2O4
C1=CC2=CC=C3C=C2COCC2OCC(CC2OC1)OCCCOC1=CC2=C(C=C1)CCCOCC1OCC(CC1OC2)OCCCO3
C1=CCN2CC=CC(CC1)C2
C1CCC2C3CCCC2C(C1)CN3
C1=CC=CCCOCCCC=C1
C1=CC2CCC(C1)O2
C1=COC2CCCC(O2)C2CCCC(C1)CO2
C1=CCSSCC2CC3=CC=C4C=C3CC3C(CC1)CC(CCCCC1=CC=C(C=C1)CC4)CCCC23
C1CCCCCOCCOC2CCC(CO2)OC2CC(CCO2)OCCCCC1
C1=CC2CCC3COCC4CCC5CCCC(CCCCCCC(C1)C2C3)C5C4
C1=CC2=CC(=CC=C2)OCCCNCCN1
C1=CCCC2CCOC3=CC(=CC=C3)C3CCC4=C5C(=CC=C4O3)CCCC5C3C=CC(CCCC(CCCCCC1)CNC=NC2)CC3
C1=CC2=CC(=CC=C2)COCCCOC1
C1=NCC=NCC=NCCC=NCCCCCC=NCCNCC=NCC=NC1
C1=CCCCC2CCC3CC(CCC1)OCC3CSSS2
C1=CC2=CC34CCCC5(CCCC(=C25)C(C1)CCNC1=NC=CC2=CC=C(C=C12)O3)O4
C1CC23CCC4COC(CC42)C1C3
C1=C2COC(CCCC3CCC(CCC1)O3)C2
C1=C2CCCC1COCOC2
C1=CCCCCC=CCCCOCCC=C1
C1=CCC2=CC3=C(C=C2)OC(=CC3)C=C2CCC3=CC(=CC=C3)C3NC(CCC3SSC2)CSSCCCCCCCC1
C1=CCC2C=C(CCCC1)CO2
C1CC2CC3CC2NCC1O3
C1=CC2CCC1CCCCCNC=NCC1C=CC3CCCC1C3OC1=CC(=CC=C1)C1CCC3=C4C(=CC=C3O1)CCCC42
C1=CC2C3CCCC2OC1N3
C1=COC=N1
C1=CC2CC(CCCCCCO2)O1
C1=CCCCC2C3CC4COC(CCC1)C2C4O3
C1=CC2CCCCCCOCCCCCCCCC3CC=CC(CCCCCCOCCCCCCCCC(C1)O2)O3
C1CCN2CCC3CCCN(CC1)C3C2
C1=CCC[NH+]2C=C(C=CC2)CCCCCCC=CCC[NH+]2C=C(C=CC2)CCCCCC1
C1=CCCC2=CC3CN4CCCCC=CCCC5(CN(CCCC1)CCC35)C24
C1CNCCNCCCSCCSC1
C1=NCCOCCNCCNCCNCCNC1
C1#CCC2=CC3C(CC2)CC2C34C=CCC23OCCC2OCCCCC=CC5=CC(CCC5C4)CC(=CC1)COC23
C1=[NH+]CCCC1
C1=CC2CCC3C4CC(CN3C2)C[NH+](CCCCCC1)C4
C1=CN=NCC1
C1=C2CCCCCCCC(C1)C2
C1=CCCCCC=CCOCCCC=CCCCC1
C1#CCC2CC3CCC(CCC1)C2CC3
C1#CC2CCC3CC45C=CC6(CCC3C2)C(CCCCC46)CSSCC=C(C1)CC5
C1=CC2=C3OC(CCC3=C1)CCC1CCCCCC2CC1
C1=CC2CCCC1O2
C1CC2CCC3(CCC(CSS1)C3)C2
C1=CC2=C3C=C1CCCCOC1CCOC4CCCC3CCC2CCCOC41
C1=CCCC2C=C(CCCCC1)CCC2
C1=C2COC(C2)CC2CCC(CCCCC1)O2
C1=CC2CC(C1)C1CCCC2C1
C1CCCCCCCCCCCCCCCOCCCCCCCCCCCCCC1
C1=CCCCCCCCCCCC=C1
C1=CCOCCCCCCCCCC1
C1=NCC=NCC=NCCOCC1
C1CCCOC[NH2+]CCOCC1
C1=CC2CCCC3CCC(CC23)O1
C1CCCCCCCCCCCCOCCCCCCCCCCC1
C1=CC2=CC(=C1)OC1CCCC(CCC3CCCC(O2)O3)O1
C1=CC=CC=CCCNCC=CC=CC=CC2CCC(=CCC=CC=C1)O2
C1=CCCC=CC=CCOCCCCCC=CCCCCCC=C1
C1#COCC2CCC3(CO2)CC(CC=CO3)CC1
C1CON[NH2+]1
C1=CC2=CC=C(NCCCCCCCCC34C=CCCC56C=C(CCCCCC1)CCC35CCCC6C4)NC2
C1=CCCCCC=CCCCC1
C1CCCC2CCC3(CCC(CCC1)O3)O2
C1=CC2=CC3=CC4=C([NH]3)C(=C3C=CC(=N3)C=C3C=CC(=CC1=N2)[NH]3)C=C4
C1CCNCCCNCCCCNCCCNCC1
C1=C2COCOC=C(COCO1)C2
C1CS[SH+]C1
C1NC[NH2+]CN1
C1=CCCCC=CCNCCCC2CCCC(CCC=CCCOCC=C1)O2
C1CC2C3CC4CC2C(C1)N(C4)C3
C1=CCCCCC=CCCC2=CC=CC(=C2)NCCCC=C1
C1=CCOCCCC2CCC(CCC1)O2
C1=CCCC=CCCCCCCCCCCCCCCCCC=CCCCCOCC=CCCCCCCCCC=CCC1
C1#CCC2=CC(=CC=C2)CCCCCCCC=C1
C1=CC2OC3COC(C1)C2C3
C1=CC2C3CC[NH2+]C2NC1SSCC1CCC2CCCC(OC4CC5CC(CCC5C3)O4)C2C1
C1#CC2CCCCCCCC3=CC=CC(=C3)CC3=CC=C4C(=C3)C(C=CN2)C=CC4CC1
C1#CC2C3=C4CCC5C(CCCCCCCCNC6=CC=C(CN6)C6=CC(=CC=C6)CC6=CC=CC7C6=CC2CC47)CCC35CCCCCC1
[BH2-]1OCCO1
C1=COC2=CC3=C(C=C2)CCCOCC2OCC(CC2OC3)OCC=COC2=CC=C3C=CCOC4CC(COC4COCC3=C2)OC1
C1=CCCC2C=C(CCCCC1)CO2
C1CCC2CCC(OC2)OC2CCC(OC1)OC2
C1=NCC=NCC=NC2C=NC3C=NC4C=NCC=NCCNCC=NCC=NC(C=NCC=NCC=NC(C=NCC=NCC=NCC=NC(C=NCCCCCNC4)CSCC1)CSC2)CSC3
C1CCCCCCC2CCC[NH+](CCCCCCCCCCCCCC3CCC[NH+](CCCCCCCCCCCCCC4CCC[NH+](CCCCCC1)C4)C3)C2
C1=C2CNCCNCCNCCNCCNCCNCCNCC(=N2)S1
C1=C2CNCC3=NC(CNCC4=NC(=CS4)CNCC(=N2)O1)CO3
C1=CCCC23C=CC4CCN(CCCC1)CC41C(NCC21)O3
C1=CCCCOCCCN=CCNCCN=CCC1
C1#CCC23CCCC4C=CC2CC2=C([NH]C5=C2C(C1)CC=CC5)C43
C1#CC2CCCC(CC1)CCCCCCC1C3=CC=C(C=C3)OCC=CCCCCCCCCC3CC4=CC=C(NC5=CC(=CCN5)C2)C2=CN1C(=C42)C3
[C-]1=CC=C2CCCCCCCCCCCCC[NH+]3C=C(C=CC3)CCCCCCCCCCCCCN1C2
C1=CCCCCCC=CC1
C1COCC2CCC(OC1)O2
C1=CC2=CSC(=N2)CNCCCNCCNCCCCCNCCNC1
C1=CN2CCN1N1CCN2CC1
C1=[NH+]CCC2CCN(C2)CC2CCCC(CCCCCCCCCCCSSCN1)C2
C1#CNC=NCC2CCCNC3CC4(CCC5CC(CCCCC=CC=CCCCCC1)CCC54)CC23
C1=CC2OCC1OO2
C1=CCNCCNCCCOCCOCC1
C1=NCCC=NN1
C1CC2COCCOC3CCC(CO3)OC3CCCC(COC4CCCC(COC(C1)O2)O4)O3
C1=CCC2=CC=CC(=C2)N=CCCCCCC2CC(CC=C1)N=CO2
C1=CC=CC=CCCNCC=CC=CC=CC=CCCC=CC=C1
C1=CC2CC1C1C=CC2C1
C1=CC2CC3COC(C1)C2O3
C1=CCOCCCCOCC=C2CCOC(CC1)C2
C1#CC2=CC=C(C=CC3=CC=C(C#CC4=CC=C(C=CC5=CC=C1O5)O4)O3)O2
C1=CC2=C3CCC(CCCCN2)OC3=C1
C1=CC2C3CCCC2CC1C3
C1=CC2=CC(=CCC2)CC2=CC(=CC=C2)C=CCCCCCC1
C1=CCOC1
N=P
C1=CC2OC3OCC4CCCC3(C1)C42
C1=CC2C3COCC(C3)C3C1CCCC23
C1#CC23C=C4CC=C(C=C4CC2)COCC=CCCCCC(CC2C=CC(=CC2)C=CC3)O1
C1CN2C3=C1CCN1C4CCC(CC34)C21
C1=COCNCCCSSC1
[C-]1=CC=C2CCCCCCCCCCCCCC[NH+]3C=C(C=CC3)CCCCCCCCCCCCCCN1C2
C1=CC2C3CC4CN(CCC=C5OCC6C7=C(CCC56)C5C(=C1CCC5C=C7)N2C4)C3
C1=CCOCCC=CCCCCCCCCC2CC3CC(CC(CCCCCCCCC1)O3)O2
C1=CC2=CC(=C1)COCCN1CC3(CC4=CC=C(C=C4)O2)NCC1SS3
C1CCC2CC(C1)CN2
C1=C2C=C3C(=C1)C1CCCOC4C(CCCC3CC1)OCCC4OCCCC2
C1=CCCC2CCC3=C(OC2)C(=CC=C3)CCC1
C1=COC2=CC=CC(=C2)C=CCOOCCCOOC1
C1=CCCCCCCCC=CC1
C1COC2CCC(C1)CC2
C1COC2CCC(C1)NC2
C1#CC2=C3C=C(C=C2)CSSCC24CCCC(C=CCCCC5=CC=CC(=C5)OCCC5=CC=CC(=C5)C3CC[CH-]CC1)(CC2)C4
C1CCSSCOCCC[NH2+]C1
C1=CC=CCCC=CC=CC=CCCOCCC=CCC=C1
C1#CC2C=C3CC#CC4=C(CCCCCC5CC3C2C5)[NH]C=C4CCNCCCC=CC=CCNC=C1
C1=COCCCCCCO1
C1=CC2COC(CCCC3=CC=C(CC1)O3)C2
C1=CC2=NC1=CC1=NC(=CC3=NC(=CC4=NC(=C2)C=C4)CC3)C=C1
C1=CC2=CC=NC(=C2)C1
C1=CCCC2=CCCCC(C=CCC1)OC2
C1=C2CNCCNCC3=NC=C(CNCC4=NC(=CS4)CNCC4=NC(=CS4)CCC(=N2)S1)S3
C1=NNNCC1
C1CCOCCCOCCCCOC1
C1=CCN=CC1
C1=C2COC3=CC4=C(C=C3O2)C(CC2=CC(=CC=C2)C2=CC(=CC=C2)CC1)NCC4
C1CCCCCCCNCCCCCCC1
C1=CC2CCCC(C1)[NH2+]2
C1CCCSCCC1
C1OC2CC3CC1C2O3
C1=NCCCNC1
C1=CC2CNCC(C1)O2
C1CNCCCNCCNCCNC1
C1=CC23CCCC4(CCC5CCCC(CCNC6=NC=CC7=CC=C(C=C67)O2)C5=C14)O3
C1=CCCC2CN3CCCCC=CCCC(CCC2CC3)CNCCCC1
C1CSNS1
C1=CC=CC=CCC2CCCC(CCCCC=CCCC=CCCCCOCCNCC=CC=C1)O2
C1=CC2CCOCCCC1O2
C1#CCC2CC3=CC=C(C=C3)CCC3CCCNC(CCCC(C=CCCC=C1)N2)C3
